{
  "name": "Daggerheart SRD",
  "pages": [
    {
      "sort": 100000,
      "name": "INTRODUCTION",
      "type": "text",
      "_id": "g6vcQO1HzFJjkKhf",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Welcome to DAGGERHEART, a collaborative fantasy tabletop roleplaying game of incredible magic and heroic, heartfelt adventure.</p><p></p><hr /><blockquote><p>This Document is the SRD Reference for Daggerheart. It is not specific to Foundry or this system implementation of Daggerheart. A lot of concepts do not apply when playing Daggerheart in Foundry. </p></blockquote><hr /><p></p><h2>WHAT IS THIS?</h2><p></p><p>This is the Daggerheart SRD (System Reference Document). It is a repository of the mechanical elements of the Daggerheart system, edited and organized for clarity, conciseness, and quick reference.</p><p>You can use this SRD in several ways:</p><ul><li><p>To quickly look up Daggerheart’s rules-as-written during gameplay sessions.</p></li><li><p>To ensure any homebrew content you create or publish conforms with Daggerheart’s core ruleset.</p></li><li><p>To provide copy text made available by Darrington Press for your own publications under their Community Gaming License (www.darringtonpress.com/license).</p></li><li><p>To better understand the mechanics of Daggerheart, absent the flavor and setting information, so you can bend or break them in the process of making your own content.</p></li></ul><p>The Daggerheart SRD is not a replacement for the core rulebook, which contains setting information, additional examples of various gameplay elements, and tons of great advice for playing Daggerheart—not to mention gorgeous artwork and layout.</p><p>In short, it is Daggerheart, the system, boiled down to the bones—a lean and clean offering without all the flavor, style, and supporting material that makes the core rulebook such an evocative and enjoyable read. We hope this document proves useful to your table. Happy adventuring!</p><p></p><h2>THE BASICS</h2><p></p><h3>WHAT IS DAGGERHEART?</h3><p></p><p>Daggerheart is a tabletop roleplaying game for one Game Master (“GM”) and 2-5 players. Each game session lasts about 2-4 hours, and Daggerheart can be played as a one-shot or a multi-session campaign of any length.</p><p>During a session of Daggerheart the GM describes situations, narrates events, and controls any adversaries or obstacles that the Player Characters (“PCs”) encounter. The players, in turn, roleplay their PCs’ reactions to the scenario presented by the GM. If the outcome of a player’s action depends on fate or fortune, the GM calls for an action roll.</p><p>When a player makes an action roll, they utilize Duality Dice—two differently colored 12-sided dice (“d12s”) representing Hope and Fear. The Duality Dice are rolled, relevant modifiers are added to the results, and the total is compared to a Difficulty set by the GM. If the total meets or beats the Difficulty, the player succeeds. If it’s lower, they fail. In addition, the situation changes based on which Duality Die rolls higher, either giving the player helpful Hope tokens or generating terrifying Fear tokens for the GM.</p><p></p><h4>THE GOLDEN RULE</h4><p></p><p>The most important rule of Daggerheart is to make the game your own. The rules included in this SRD are designed to help you enjoy the experience at the table, but everyone has a different approach to interpreting rules and telling stories.</p><p>The rules should never get in the way of the story you want to tell, the characters you want to play, or the adventures you want to have. As long as your group agrees, everything can be adjusted to fit your play style. If there’s a rule you’d rather ignore or modify, feel free to implement any change with your table’s consent.</p><p></p><h4>RULINGS OVER RULES</h4><p></p><p>While playing Daggerheart, the GM and players should always prioritize rulings over rules. This SRD offers answers for many questions your table may have about the game, but it won’t answer all of them. When you’re in doubt about how a rule applies, the GM should make a ruling that aligns with the narrative.</p><p>For example, Daggerheart has a weapon called a grappler that lets you pull a target close to you. If you try to use it to pull an entire castle, the weapon text doesn’t forbid you from doing that—but it doesn’t make sense within the narrative. Instead, the GM might rule that you pull a few bricks out, or pull yourself toward the wall instead.</p><p>Similarly, if your character does something that would logically</p><p>result in immediate death—such as diving into an active volcano without protection—you might not get to make one of Daggerheart’s death moves, which normally give you control of your character’s fate in their final moments. This kind of consequence should be made clear before the action is completed, and it should always follow the logic of the world.</p><p>As a narrative-focused game, Daggerheart is not a place where technical, out-of-context interpretations of the rules are encouraged. Everything should flow back to the fiction, and the GM has the authority and responsibility to make rulings about how rules are applied to underscore that fiction.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "l5jB3XmcVXOTQpRZ": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.346",
        "systemId": "daggerheart",
        "systemVersion": "0.0.1",
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!uNs7ne9VCbbu5dcG.g6vcQO1HzFJjkKhf"
    },
    {
      "sort": 200000,
      "name": "CHARACTER CREATION",
      "type": "text",
      "_id": "HDO1YTiQdPYqC5xO",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Unless their table chooses to use pre-generated characters, each player creates their own PC by making a series of guided choices. Some of these decisions are purely narrative, meaning they only appear in or affect the game through roleplaying, but others are mechanical choices that affect the things their PC is able to do and which actions they’re more (or less) likely to succeed at when making moves and taking action.</p><p>Note: You can fill in your character’s name, pronouns, and Character Description details at any point of the character creation process.</p><p></p><h2>STEP 1: Choose a Class and Subclass.</h2><p></p><p>Classes are role-based archetypes that determine which class features and domain cards a PC gains access to throughout the campaign. There are nine classes in this SRD: Bard, Druid, Guardian, Ranger, Rogue, Seraph, Sorcerer, Warrior, Wizard.</p><ul><li><p>Select a class and take its corresponding character sheet and character guide printouts. These sheets are for recording your PC’s details; you’ll update and reference them throughout the campaign.</p></li><li><p>Every class begins with one or more unique class feature(s), described at the bottom left of each class’s character sheet. If your class feature prompts you to make a selection, do so now.</p></li><li><p>Choose a Subclass Subclasses further refine a class archetype and reinforce its expression by granting access to unique subclass features. Each class comprises two subclasses. Select one of your class’s subclasses and take its Foundation card.</p></li></ul><p></p><h2>STEP 2: Choose Your Heritage.</h2><p></p><p>Your character’s heritage combines two elements: ancestry and community.</p><ul><li><p>A character’s ancestry reflects their lineage, impacting their physicality and granting them two unique ancestry features. Take the card for one of the following ancestries, then write its name in the Heritage field of your character sheet: Clank, Drakona, Dwarf, Elf, Faerie, Faun, Firbolg, Fungril, Galapa, Giant, Goblin, Halfling, Human, Infernis, Katari, Orc, Ribbet, Simiah. To create a Mixed Ancestry, take the top (first-listed) ancestry feature from one ancestry and the bottom (second-listed) ancestry feature from another.</p></li><li><p>Your character’s community represents their culture or environment of origin and grants them a community feature. Take the card for one of the following communities, then write its name in the Heritage field of your character sheet: Highborne, Loreborne, Orderborne, Ridgeborne, Seaborne, Slyborne, Underborne, Wanderborne, Wildborne.</p></li></ul><p></p><h2>STEP 3: Assign Character Traits.</h2><p></p><p>Your character has six traits that represent their physical, mental, and social aptitude:</p><ul><li><p>Agility (Use it to Sprint, Leap, Maneuver,etc.)</p><p>A high Agility means you’re fast on your feet, nimble on difficult terrain, and quick to react to danger. You’ll make an Agility Roll to scurry up a rope, sprint to cover, or bound from rooftop to rooftop.</p></li><li><p>Strength (Use it to Lift, Smash, Grapple, etc.)</p><p>A high Strength means you’re better at feats that test your physical prowess and stamina. You’ll make a Strength Roll to break through a door, lift heavy objects, or hold your ground against a charging foe.</p></li><li><p>Finesse (Use it to Control, Hide, Tinker, etc.)</p><p>A high Finesse means you’re skilled at tasks that require accuracy, stealth, or the utmost control. You’ll make a Finesse Roll to use fine tools, escape notice, or strike with precision.</p></li><li><p>Instinct (Use it to Perceive, Sense, Navigate, etc.)</p><p>A high Instinct means you have a keen sense of your surroundings and a natural intuition. You’ll make an Instinct Roll to sense danger, notice details in the world around you, or track an elusive foe.</p></li><li><p>Presence (Use it to Charm, Perform, Deceive, etc.)</p><p>A high Presence means you have a strong force of personality and a facility for social situations. You’ll make a Presence Roll to plead your case, intimidate a foe, or capture the attention of a crowd.</p></li><li><p>Knowledge (Use it to Recall, Analyze, Comprehend, etc.)</p><p>A high Knowledge means you know information others don’t and understand how to apply your mind through deduction and inference. You’ll make a Knowledge Roll to interpret facts, see the patterns clearly, or remember important information.</p></li></ul><p>When you “roll with a trait,” that trait’s modifier is added to the roll’s total. Assign the modifiers +2, +1, +1, +0, +0, -1 to your character’s traits in any order you wish.</p><p></p><h2>STEP 4: Record Additional Character Information.</h2><p></p><ul><li><p>Characters start a new campaign at Level 1. Record your level in the designated space at the top of your character sheet.</p></li><li><p>Evasion represents your character’s ability to avoid damage. Your character’s starting Evasion is determined by their class and appears directly beneath the Evasion field on your character sheet; copy this number into the Evasion field.</p></li><li><p>Hit Points (HP) are an abstract measure of your physical health. Your starting HP is determined by your class and is recorded on your character sheet.</p></li><li><p>Stress reflects your ability to withstand the mental and emotional strain of dangerous situations and physical exertion. Every PC starts with 6 Stress slots.</p></li><li><p>Hope is a metacurrency that fuels special moves and certain abilities or features. All PCs start with 2 Hope; mark these in the Hope field of your character sheet.</p></li></ul><p></p><h2>STEP 5: Choose Your Starting Equipment</h2><p></p><p>Choose your weapon(s):</p><ul><li><p>Select from the Tier 1 Weapon Tables. Either a two- handed primary weapon or a one-handed primary weapon and a one-handed secondary weapon. Then equip your selection by recording it in the Active Weapon field of your character sheet.</p></li><li><p>At Level 1, your Proficiency is 1; write this number in the Proficiency field on your character sheet, then calculate and record your damage roll by combining your Proficiency value with your equipped weapon(s) damage dice.</p></li></ul><blockquote><p>Example: If your Proficiency is 1 and your weapon’s damage dice is d6+1, your damage roll is 1d6+1. Proficiency only determines how many damage dice you roll, and does not affect any flat damage modifiers.</p></blockquote><ul><li><p>Choose and equip one set of armor from the Tier 1 Armor Table, then record its details in the Active Armor field of your character sheet.</p></li><li><p>Add your character’s level to your equipped armor’s Base Thresholds and record the total for both numbers in the corresponding fields. At character creation, your level is 1.</p></li><li><p>Record your Armor Score in the field at the top left of your character sheet. Your Armor Score is equal to your equipped armor’s Base Score plus any permanent bonuses your character has to their Armor Score from other abilities, features, or effects.</p></li></ul><p>Add the following items to the Inventory fields on your character sheet:</p><ul><li><p>A torch, 50 feet of rope, basic supplies, and a handful of gold (mark one box in the left-hand column of your character sheet titled “Gold &gt; Handfuls”)</p></li><li><p>EITHER a Minor Health Potion (clear 1d4 Hit Points) OR a Minor Stamina Potion (clear 1d4 Stress)</p></li><li><p>One of the class-specific items listed on your character guide</p></li><li><p>If applicable, whichever class-specific item you selected to carry your spells</p></li><li><p>Any other GM-approved items you’d like to have at the start of the game</p></li></ul><p></p><h2>STEP 6: Create Your Background.</h2><p></p><p>Develop your character’s background by answering the background questions in your character guide, modifying or replacing them if they don’t fit the character you want to play.</p><hr /><blockquote><p><strong>Note</strong>: Your background has no explicit mechanical effect, but it greatly affects the character you’ll play and the prep the GM will do. Throughout character creation, you can adjust choices you made in earlier steps to better reflect this background as your character takes shape. If you wish, you can leave your character’s past more ambiguous for the time being and discover their backstory through play.</p></blockquote><hr /><p></p><h2>STEP 7: Create Your Experiences.</h2><p></p><p>An Experience is a word or phrase used to encapsulate a specific set of skills, personality traits, or aptitudes your character has acquired over the course of their life. When your PC makes a move, they can spend a Hope to add a relevant Experience’s modifier to an action or reaction roll.</p><ul><li><p>Your PC gets two Experiences at character creation, each with a +2 modifier.</p></li><li><p>There’s no set list of Experiences to choose from, but an Experience can’t be too broadly applicable and it can’t grant your character specific mechanical benefits, such as magic spells or special abilities. For example, “Lucky” and “Highly Skilled” are too broad, because they could be applied to virtually any roll. Likewise, “Supersonic Flight” and “Invulnerable” imply game-breaking special abilities.</p></li></ul><p></p><h3>EXAMPLE EXPERIENCES</h3><p></p><p><strong>Backgrounds</strong>: <em>Assassin, Blacksmith, Bodyguard, Bounty Hunter, Chef to the Royal Family, Circus Performer, Con Artist, Fallen Monarch, Field Medic, High Priestess, Merchant, Noble, Pirate, Politician, Runaway, Scholar, Sellsword, Soldier, Storyteller, Thief, World Traveler</em></p><p><strong>Characteristics</strong>: <em>Affable, Battle-Hardened, Bookworm, Charming, Cowardly, Friend to All, Helpful, Intimidating Presence, Leader, Lone Wolf, Loyal, Observant, Prankster, Silver Tongue, Sticky Fingers, Stubborn to a Fault, Survivor, Young and Naive</em></p><p><strong>Specialties</strong>: <em>Acrobat, Gambler, Healer, Inventor, Magical Historian, Mapmaker, Master of Disguise, Navigator, Sharpshooter, Survivalist, Swashbuckler, Tactician</em></p><p><strong>Skills</strong>: <em>Animal Whisperer, Barter, Deadly Aim, Fast Learner, Incredible Strength, Liar, Light Feet, Negotiator, Photographic Memory, Quick Hands, Repair, Scavenger, Tracker</em></p><p><strong>Phrases</strong>: <em>Catch Me If You Can, Fake It Till You Make It, First Time’s the Charm, Hold the Line, I Won’t Let You Down, I’ll Catch You, I’ve Got Your Back, Knowledge Is Power, Nature’s Friend, Never Again, No One Left Behind, Pick on Someone Your Own Size, The Show Must Go On, This Is Not a Negotiation, Wolf in Sheep’s Clothing</em></p><p></p><h2>STEP 8: Choose Domain Cards.</h2><p></p><p>Your class has access to two of the nine Domains included in the core set. Choose two cards from your class’s domains, which are listed in the upper left of your character sheet. You can take one card from each domain or two from a single domain, whichever you prefer.</p><p></p><h2>STEP 9: Create Your Connections.</h2><p></p><p>Connections are the relationships between the PCs. To create connections, follow these steps:</p><ul><li><p>Go around the table and have each player describe their characters to one another—at a minimum, their name, pronouns, character description, experiences, and the answers to their background questions.</p></li><li><p>Discuss potential connections between the PCs using the questions included in the “Connections” section of your character guide as inspiration.</p></li><li><p>Suggest at least one connection between your character and each other player’s PC. Accept any suggested connections you want to explore, reject any you don’t.</p></li></ul><hr /><blockquote><p><strong>Note</strong>: A player can reject a suggested connection for any reason, and it’s okay if there isn’t an established connection between every pair of PCs—you can always discover and develop those relationships through play.</p></blockquote><hr />"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "l5jB3XmcVXOTQpRZ": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.346",
        "systemId": "daggerheart",
        "systemVersion": "0.0.1",
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!uNs7ne9VCbbu5dcG.HDO1YTiQdPYqC5xO"
    },
    {
      "sort": 300000,
      "name": "CORE MATERIALS",
      "type": "text",
      "_id": "vm5MkqSRuy500afb",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>DOMAINS</h2><p></p><p>The Daggerheart core set includes 9 Domain Decks, each comprising a collection of cards granting features or special abilities expressing a particular theme.</p><p>The 9 Domains are:</p><p></p><h3>ARCANA</h3><p>Arcana is the domain of <strong>innate and instinctual magic</strong>. Those who choose this path tap into the raw, enigmatic forces of the realms to manipulate both their own energy and the elements.</p><p>Arcana offers wielders a volatile power, but it is incredibly potent when correctly channeled.</p><p>The Arcana domain can be accessed by the <strong>Druid</strong> and <strong>Sorcerer</strong> classes.</p><p></p><h3>BLADE</h3><p>Blade is the domain of <strong>weapon mastery</strong>. Whether by steel, bow, or perhaps a more specialized arm, those who follow this path have the skill to cut short the lives of others. Wielders of Blade dedicate themselves to achieving inexorable power over death.</p><p>The Blade domain can be accessed by the <strong>Guardian</strong> and <strong>Warrior</strong> classes.</p><p></p><h3>BONE</h3><p>Bone is the domain of <strong>tactics and the body.</strong> Practitioners of this domain have an uncanny control over their own physical abilities and an eye for predicting the behaviors of others in combat. Adherents to Bone gain an unparalleled understanding of bodies and their movements.</p><p>The Bone domain can be accessed by the <strong>Ranger</strong> &amp; <strong>Warrior</strong> classes.</p><p></p><h3>CODEX</h3><p>Codex is the domain of <strong>intensive magical study</strong>. Those who seek magical knowledge turn to the equations of power recorded in books, written on scrolls, etched into walls, or tattooed on bodies. Codex offers a commanding and versatile understanding of magic to devotees who pursue knowledge beyond the boundaries of common wisdom.</p><p>The Codex domain can be accessed by the <strong>Bard</strong> and <strong>Wizard</strong> classes.</p><p></p><h3>GRACE</h3><p>Grace is the domain of <strong>charisma</strong>. Through rapturous storytelling, charming spells, or a shroud of lies, those who channel this power define the realities of their adversaries, bending perception to their will. Grace offers its wielders raw magnetism and mastery over language.</p><p>The Grace domain can be accessed by the <strong>Bard</strong> and <strong>Rogue</strong> classes</p><p></p><h3>MIDNIGHT</h3><p>Midnight is the domain of <strong>shadows and secrecy</strong>. Whether by clever tricks, deft magic, or the cloak of night, those who channel these forces practice the art of obscurity and can uncover sequestered treasures. Midnight offers practitioners the power to control and create enigmas.</p><p>The Midnight domain can be access by the <strong>Rogue</strong> and <strong>Sorcerer</strong> classes.</p><p></p><h3>SAGE</h3><p>Sage is the domain of the <strong>natural world</strong>. Those who walk this path tap into the unfettered power of the earth and its creatures to unleash raw magic. Sage grants its adherents the vitality of a blooming flower and the ferocity of a ravenous predator.</p><p>The Sage domain can be accessed by the <strong>Druid</strong> and <strong>Ranger</strong> classes.</p><p></p><h3>SPLENDOR</h3><p>Splendor is the domain of <strong>life</strong>. Through this magic, followers gain the ability to heal and, to an extent, control death. Splendor offers its disciples the magnificent ability to both give and end life.</p><p>The Splendor domain can be accessed by the <strong>Seraph</strong> and <strong>Wizard</strong> classes.</p><p></p><h3>VALOR</h3><p>Valor is the domain of <strong>protection</strong>. Whether through attack or defense, those who choose this discipline channel formidable strength to protect their allies in battle. Valor offers great power to those who raise their shields in defense of others.</p><p>The Valor domain can be accessed by the <strong>Guardian</strong> and <strong>Seraph</strong> classes.</p><p></p><h2>CLASS DOMAINS</h2><p></p><p>Each class grants access to two domains:</p><ul><li><p><strong>Bard</strong>: Codex &amp; Grace</p></li><li><p><strong>Druid</strong>: Arcana &amp; Sage</p></li><li><p><strong>Guardian</strong>: Blade &amp; Valor</p></li><li><p><strong>Ranger</strong>: Bone &amp; Sage</p></li><li><p><strong>Rogue</strong>: Grace &amp; Midnight</p></li><li><p><strong>Seraph</strong>: Splendor &amp; Valor</p></li><li><p><strong>Sorcerer</strong>: Arcana &amp; Midnight</p></li><li><p><strong>Warrior</strong>: Blade &amp; Bone</p></li><li><p><strong>Wizard</strong>: Codex &amp; Splendor</p></li></ul><p>PCs acquire two 1st-level domain cards at character creation and an additional domain card at or below their level each time they level up.</p><p></p><h2>DOMAIN CARDS</h2><p></p><p>Each domain card provides one or more features your PC can utilize during their adventures. Some domain cards provide moves you can make, such as a unique attack or a spell. Others offer passive effects, new downtime or social encounter abilities, or one-time benefits.</p><p></p><h3>DOMAIN CARD ANATOMY</h3><p>Each domain card includes six elements:</p><ul><li><p>Level</p><p>The number in the top left of the card indicates the card’s level. You cannot acquire a domain card with a level higher than your PC’s.</p></li><li><p>Domain</p><p>Beneath the card’s level there is a symbol indicating its domain. You can only choose cards from your class’s two domains.</p></li><li><p>Recall Cost</p><p>The number and lightning bolt in the top right of the card shows its Recall Cost. This is the amount of Stress a player must mark to swap this card from their vault with a card from their loadout.</p></li></ul><blockquote><p><strong>Note</strong>: A player can swap domain cards during downtime without paying the domain card’s Recall Cost.</p></blockquote><ul><li><p>Title</p><p>The name of the card.</p></li><li><p>Type</p><p>The card’s type is listed in the center above the title. There are three types of domain cards: abilities, spells, and grimoires. Abilities are typically non-magical in nature, while spells are magical. Grimoires are unique to the Codex domain and grant access to a collection of less potent spells. Some game mechanics only apply to certain types of cards.</p></li><li><p>Feature</p><p>The text on the bottom half of the card describes its feature(s), including any special rules you need to follow when you use that card.</p></li></ul><p></p><h2>LOADOUT &amp; VAULT</h2><p>Your loadout is the set of acquired domain cards whose effects your PC can use during play. You can have up to 5 domain cards in your loadout at one time. Once you’ve acquired six or more domain cards, you must choose five to keep in your loadout; the rest are considered to be in your vault. Vault cards are inactive and do not influence play</p><blockquote><p><strong>Note</strong>: Your subclass, ancestry, and community cards don’t count toward your loadout or vault and are always active and available.</p></blockquote><p>At the start of a rest, before using downtime moves, you can freely move cards between your loadout and your vault, so long as your loadout doesn’t exceed its five-card maximum.</p><p>To move a card from your vault to your loadout at any other time, you must mark a number of Stress equal to the vaulted card’s Recall Cost (located in the top right of the card next to the lightning bolt symbol). If your loadout is already full, you must also move a card from your loadout to your vault to make space, though you can do this at no cost.</p><p>When you gain a new domain card at level-up, you can immediately move it into your loadout for free. If your loadout is already full, you must also move a card from your loadout to your vault to make space.</p><p></p><h3>USAGE LIMITS</h3><p>If a domain card restricts how often it can be used, you can track such limits with whatever method you prefer, such as turning the card sideways, flipping it facedown, or using tokens.</p><p>Note: if an effect or ability gives you a number of uses equal to a trait with a modifier of +0 or less, it grants you 0 uses.</p><p></p><h2>CLASSES</h2><p>A class is a role-based archetype that determines a PC’s:</p><ul><li><p>Access to Domains: Each class grants access to two domains; players choose cards from these domains during character creation and when leveling up.</p></li><li><p>Starting Evasion and Hit Points (HP)</p></li><li><p>Starting Items</p></li><li><p>Class Feature(s)</p></li><li><p>Class Hope Feature, a class feature that costs 3 Hope to activate.</p></li></ul><p>There are 9 classes in the Daggerheart core materials: Bard, Druid, Guardian, Ranger, Rogue, Seraph, Sorcerer, Warrior, and Wizard.</p><p></p><h2>SUBCLASSES</h2><p>Each class is divided into two subclasses, each of which further defines and highlights one aspect of its class archetype. Your chosen subclass grants the following:</p><ul><li><p>Spellcast Trait: the trait used on all Spellcast rolls.</p></li><li><p>Foundation Feature: a unique starting feature that establishes the identity and strengths of the subclass.</p></li><li><p>Specialization Feature: an advanced feature that can be gained on level up. For some subclasses, the specialization feature grants a new ability; for others, it expands or enhances a feature you already acquired through a class or subclass.</p></li><li><p>Mastery Feature: The mastery feature is a subclass’s most powerful feature, which can be gained at higher levels.</p></li></ul><p>For some subclasses, the mastery feature unlocks an extraordinary new ability; for others, it’s the impressive culmination of their subclass’s core feature.</p><p>The Daggerheart core set includes cards detailing each foundation, specialization, and mastery feature. When you acquire one of these features, take its card for use as a reference during play.</p><p></p><h2>ANCESTRIES</h2><p><strong>Ancestries</strong> represent your character’s lineage, which affects their physical appearance and access to certain special abilities. The following section describes each ancestry in Daggerheart and the characteristics generally shared by members of that ancestry, however, each player decides how much their character aligns with the “standard” or “average” expression of their ancestry.</p><p>In Daggerheart, the term “people” is used to refer to all ancestries, as individuals from all lineages possess unique characteristics and cultures, as well as personhood.</p><p>Some ancestries are described using the term “humanoid.” This does not imply any genetic relation to “humans,” which is a distinct ancestry within Daggerheart. Instead, it refers to the set of physical characteristics humans will recognize from their own anatomy, such as bipedal movement, upright posture, facial layout, and more. These traits vary by ancestry and individual, though “humanoid” should still provide a useful frame of reference.</p><p>The core ruleset includes the following ancestries: Clank, Drakona, Dwarf, Elf, Faerie, Faun, Firbolg, Fungril, Galapa, Giant, Goblin, Halfling, Human, Infernis, Katari, Orc, Ribbet, Simiah, and Mixed Ancestry.</p><p></p><h3>ANCESTRY FEATURES</h3><p>Each ancestry grants two <strong>ancestry features</strong>. While some features (such as the ability to fly) are implicitly tied to an ancestry’s anatomy, players determine their characters’ physical form. Work with the GM to re-flavor any implied traits that don’t align with your character concept. If you’d like to make a character who combines more than one ancestry, see “Mixed Ancestry.”</p><p></p><h3>CLANK</h3><p>Clanks are sentient mechanical beings built from a variety of materials, including metal, wood, and stone. They can resemble humanoids, animals, or even inanimate objects. Like organic beings, their bodies come in a wide array of sizes. Because of their bespoke construction, many clanks have highly specialized physical configurations. Examples include clawed hands for grasping, wheels for movement, or built-in weaponry.</p><p>Many clanks embrace body modifications for style as well as function, and members of other ancestries often turn to clank artisans to construct customized mobility aids and physical adornments. Other ancestries can create clanks, even using their own physical characteristics as inspiration, but it’s also common for clanks to build one another. A clank’s lifespan extends as long as they’re able to acquire or craft new parts, making their physical form effectively immortal. That said, their minds are subject to the effects of time, and deteriorate as the magic that powers them loses potency.</p><p></p><h3>DRAKONA</h3><p>Drakona resemble wingless dragons in humanoid form and possess a powerful elemental breath. All drakona have thick scales that provide excellent natural armor against both attacks and the forces of nature. They are large in size, ranging from 5 feet to 7 feet on average, with long sharp teeth. New teeth grow throughout a Drakona’s approximately 350-year lifespan, so they are never in danger of permanently losing an incisor. Unlike their dragon ancestors, drakona don’t have wings and can’t fly without magical aid. Members of this ancestry pass down the element of their breath through generations, though in rare cases, a drakona’s elemental power will differ from the rest of their family’s.</p><p></p><h3>DWARF</h3><p>Dwarves are most easily recognized as short humanoids with square frames, dense musculature, and thick hair. Their average height ranges from 4 to 5 ½ feet, and they are often broad in proportion to their stature. Their skin and nails contain a high amount of keratin, making them naturally resilient. This allows dwarves to embed gemstones into their bodies and decorate themselves with tattoos or piercings. Their hair grows thickly—usually on their heads, but some dwarves have thick hair across their bodies as well. Dwarves of all genders can grow facial hair, which they often style in elaborate arrangements. Typically, dwarves live up to 250 years of age, maintaining their muscle mass well into later life.</p><p></p><p>ELF</p><p>Elves are typically tall humanoids with pointed ears and acutely attuned senses. Their ears vary in size and pointed shape, and as they age, the tips begin to droop. While elves come in a wide range of body types, they are all fairly tall, with heights ranging from about 6 to 6 ½ feet. All elves have the ability to drop into a celestial trance, rather than sleep. This allows them to rest effectively in a short amount of time.</p><p>Some elves possess what is known as a “mystic form,” which occurs when an elf has dedicated themself to the study or protection of the natural world so deeply that their physical form changes. These characteristics can include celestial freckles, the presence of leaves, vines, or flowers in their hair, eyes that flicker like fire, and more. Sometimes these traits are inherited from parents, but if an elf changes their environment or magical focus, their appearance changes over time. Because elves live for about 350 years, these traits can shift more than once throughout their lifespan.</p><p></p><p>FAERIE</p><p>Faeries are winged humanoid creatures with insectile features. These characteristics cover a broad spectrum from humanoid to insectoid—some possess additional arms, compound eyes, lantern organs, chitinous exoskeletons, or stingers. Because of their close ties to the natural world, they also frequently possess attributes that allow them to blend in with various plants. The average height of a faerie ranges from about 2 feet to 5 feet, but some faeries grow up to 7 feet tall. All faeries possess membranous wings and they each go through a process of metamorphosis. The process and changes differ from faerie to faerie, but during this transformation each individual manifests the unique appearance they will carry throughout the rest of their approximately 50-year lifespan.</p><p></p><p>FAUN</p><p>Fauns resemble humanoid goats with curving horns, square pupils, and cloven hooves. Though their appearances may vary, most fauns have a humanoid torso and a goatlike lower body covered in dense fur. Faun faces can be more caprine or more humanlike, and they have a wide variety of ear and horn shapes. Faun horns range from short with minimal curvature to much larger with a distinct curl. The average faun ranges from 4 feet to 6 ½ feet tall, but their height can change dramatically from one moment to the next based on their stance. The majority of fauns have proportionately long limbs, no matter their size or shape, and are known for their ability to deliver powerful blows with their split hooves. Fauns live for roughly 225 years, and as they age, their appearance can become increasingly goatlike.</p><p></p><p>FIRBOLG</p><p>Firbolgs are bovine humanoids typically recognized by their broad noses and long, drooping ears. Some have faces that are a blend of humanoid and bison, ox, cow, or other bovine creatures. Others, often referred to as minotaurs, have heads that entirely resemble cattle. They are tall and muscular creatures, with heights ranging from around 5 feet to 7 feet, and possess remarkable strength no matter their age. Some firbolgs are known to use this strength to charge their adversaries, an action that is particuarly effective for those who have one of the many varieties of horn styles commonly found in this ancestry. Though their unique characteristics can vary, all firbolgs are covered in fur, which can be muted and earth-toned in color, or come in a variety of pastels, such as soft pinks and blues. On average, firbolgs live for about 150 years.</p><p></p><p>FUNGRIL</p><p>Fungril resemble humanoid mushrooms. They can be either more humanoid or more fungal in appearance, and they come in an assortment of colors, from earth tones to bright reds, yellows, purples, and blues. Fungril display an incredible variety of bodies, faces, and limbs, as there’s no single common shape among them. Even their heights range from a tiny 2 feet tall to a staggering 7 feet tall. While the common lifespan of a fungril is about 300 years, some have been reported to live much longer. They can communicate nonverbally, and many members of this ancestry use a mycelial array to chemically exchange information with other fungril across long distances.</p><p></p><p>GALAPA</p><p>Galapa resemble anthropomorphic turtles with large, domed shells into which they can retract. On average, they range from 4 feet to 6 feet in height, and their head and body shapes can resemble any type of turtle. Galapa come in a variety of earth tones—most often shades of green and brown— and possess unique patterns on their shells. Members of this ancestry can draw their head, arms, and legs into their shell for protection to use it as a natural shield when defensive measures are needed. Some supplement their shell's strength or appearance by attaching armor or carving unique designs, but the process is exceedingly painful. Most galapa move slowly no matter their age, and they can live approximately 150 years.</p><p></p><p>GIANT</p><p>Giants are towering humanoids with broad shoulders, long arms, and one to three eyes. Adult giants range from 6 ½ to 8 ½ feet tall and are naturally muscular, regardless of body type. They are easily recognized by their wide frames and elongated arms and necks. Though they can have up to three eyes, all giants are born with none and remain sightless for their first year of life. Until a giant reaches the age of 10 and their features fully develop, the formation of their eyes may fluctuate. Those with a single eye are commonly known as cyclops. The average giant lifespan is about 75 years.</p><p></p><p>GOBLIN</p><p>Goblins are small humanoids easily recognizable by their large eyes and massive membranous ears. With keen hearing and sharp eyesight, they perceive details both at great distances and in darkness, allowing them to move through less-optimal environments with ease. Their skin and eye colors are incredibly varied, with no one hue, either vibrant or subdued, more dominant than another. A typical goblin stands between 3 feet and 4 feet tall, and each of their ears is about the size of their head. Goblins are known to use ear positions to very specific effect when communicating nonverbally. A goblin’s lifespan is roughly 100 years, and many maintain their keen hearing and sight well into advanced age.</p><p></p><p>HALFLING</p><p>Halflings are small humanoids with large hairy feet and prominent rounded ears. On average, halflings are 3 to 4 feet in height, and their ears, nose, and feet are larger in proportion to the rest of their body. Members of this ancestry live for around 150 years, and a halfling’s appearance is likely to remain youthful even as they progress from adulthood into old age. Halflings are naturally attuned to the magnetic fields of the Mortal Realm, granting them a strong internal compass. They also possess acute senses of hearing and smell, and can often detect those who are familiar to them by the sound of their movements.</p><p></p><p>HUMAN</p><p>Humans are most easily recognized by their dexterous hands, rounded ears, and bodies built for endurance. Their average height ranges from just under 5 feet to about 6 ½ feet. They have a wide variety of builds, with some being quite broad, others lithe, and many inhabiting the spectrum in between. Humans are physically adaptable and adjust to harsh climates with relative ease. In general, humans live to an age of about 100, with their bodies changing dramatically between their youngest and oldest years.</p><p></p><p>INFERNIS</p><p>Infernis are humanoids who possess sharp canine teeth, pointed ears, and horns. They are the descendants of demons from the Circles Below. On average, infernis range in height from 5 feet to 7 feet and are known to have long fingers and pointed nails. Some have long, thin, and smooth tails that end in points, forks, or arrowheads. It’s common for infernis to have two or four horns—though some have crowns of many horns, or only one. These horns can also grow asymmetrically, forming unique, often curving, shapes that infernis enhance with carving and ornamentation. Their skin, hair, and horns come in an assortment of colors that can include soft pastels, stark tones, or vibrant hues, such as rosy scarlet, deep purple, and pitch black.</p><p>Infernis possess a “dread visage” that manifests both involuntarily, such as when they experience fear or other strong emotions, or purposefully, such as when they wish to intimidate an adversary. This visage can briefly modify their appearance in a variety of ways, including lengthening their teeth and nails, changing the colors of their eyes, twisting their horns, or enhancing their height. On average, infernis live up to 350 years, with some attributing this lifespan to their demonic lineage.</p><p></p><p>KATARI</p><p>Katari are feline humanoids with retractable claws, vertically slit pupils, and high, triangular ears. They can also have small, pointed canine teeth, soft fur, and long whiskers that assist their perception and navigation. Their ears can swivel nearly 180 degrees to detect sound, adding to their heightened senses. Katari may look more or less feline or humanoid, with catlike attributes in the form of hair, whiskers, and a muzzle. About half of the katari population have tails. Their skin and fur come in a wide range of hues and patterns, including solid colors, calico tones, tabby stripes, and an array of spots, patches, marbling, or bands. Their height ranges from about 3 feet to 6 ½ feet, and they live to around 150 years.</p><p></p><p>ORC</p><p>Orcs are humanoids most easily recognized by their square features and boar-like tusks that protrude from their lower jaw. Tusks come in various sizes, and though they extend from the mouth, they aren’t used for consuming food. Instead, many orcs choose to decorate their tusks with significant ornamentation. Orcs typically live for 125 years, and unless altered, their tusks continue to grow throughout the course of their lives. Their ears are pointed, and their hair and skin typically have green, blue, pink, or gray tones. Orcs tend toward a muscular build, and their average height ranges from 5 feet to 6 ½ feet.</p><p></p><p>RIBBET</p><p>Ribbets resemble anthropomorphic frogs with protruding eyes and webbed hands and feet. They have smooth (though sometimes warty) moist skin and eyes positioned on either side of their head. Some ribbets have hind legs more than twice the length of their torso, while others have short limbs. No matter their size (which ranges from about 3 feet to 4 ½ feet), ribbets primarily move by hopping. All ribbets have webbed appendages, allowing them to swim with ease. Some ribbets possess a natural green-and-brown camouflage, while others are vibrantly colored with bold patterns. No matter their appearance, all ribbets are born from eggs laid in the water, hatch into tadpoles, and after about 6 to 7 years, grow into amphibians that can move around on land. Ribbets live for approximately 100 years.</p><p></p><p>SIMIAH</p><p>Simiah resemble anthropomorphic monkeys and apes with long limbs and prehensile feet. While their appearance reflects all simian creatures, from the largest gorilla to the smallest marmoset, their size does not align with their animal counterparts, and they can be anywhere from 2 to 6 feet tall. All simiah can use their dexterous feet for nonverbal communication, work, and combat. Additionally, some also have prehensile tails that can grasp objects or help with balance during difficult maneuvers. These traits grant members of this ancestry unique agility that aids them in a variety of physical tasks. In particular, simiah are skilled climbers and can easily transition from bipedal movement to knuckle-walking and climbing, and back again. On average, simiah live for about 100 years.</p><p></p><h2>MIXED ANCESTRY</h2><p>Families within the world of Daggerheart are as unique as the peoples and cultures that inhabit it. Anyone’s appearance and abilities can be shaped by blood, magic, proximity, or a variety of other factors.</p><p>If you decide that your character is a descendant of multiple ancestries and you want to mechanically represent that in the game, use the steps below:</p><ol><li><p><strong>Determine Ancestry Combination</strong></p><p>When you choose an ancestry at character creation, write down how your character identifies themself in the Heritage section of your character sheet. For example, if your character is descended from both goblins and orcs, you could use a hybridized term, such as “goblin-orc,” to describe your ancestry, list only the ancestry you more closely identify with (e.g., just “goblin” or just “orc”), or invent a new term, such as “toothling.”</p></li><li><p><strong>Choose Ancestry Features</strong></p><p>Work with your GM to choose two features from the ancestries in your character’s lineage. You must choose the first feature from one ancestry and the second from another. Write both down on a notecard you can keep with your other cards or next to your character sheet.</p></li></ol><hr /><blockquote><p>For example, if you are making a goblin-orc, you might take the “Surefooted” and “Tusks” features or the “Sturdy” and “Danger Sense” features. You can’t take both the “Surefooted” and “Sturdy” features, because these are both the first features listed on their respective ancestry cards.</p></blockquote><hr /><p>Your character's heritage might include more than two ancestries, but you still only choose features from two. You can represent additional ancestries through their appearance or backstory.</p><p></p><h2>COMMUNITIES</h2><p>Communities represent a key aspect of the <strong>culture</strong>, <strong>class</strong>, or <strong>environment of origin</strong> that has had the most influence over your character’s upbringing.</p><p>Your character’s community grants them a <strong>community feature</strong>. Each community card also lists six adjectives you can use as inspiration to create your character’s personality, their relationship to their peers, their attitude toward their upbringing, or the demeanor with which they interact with the rest of the party.</p><p></p><h3>HIGHBORNE</h3><p>Being part of a highborne community means you're accustomed to a life of elegance, opulence, and prestige within the upper echelons of society. Traditionally, members of a highborne community possess incredible material wealth. While this can take a variety of forms depending on the community—including gold and other minerals, land, or controlling the means of production—this status always comes with power and influence. Highborne place great value on titles and possessions, and there is little social mobility within their ranks. Members of a highborne community often control the political and economic status of the areas in which they live due to their ability to influence people and the economy with their substantial wealth. The health and safety of the less affluent people who live in these locations often hinges on the ability of this highborne ruling class to prioritize the well-being of their subjects over profit.</p><p><em>Highborne are often amiable, candid, conniving, enterprising, ostentatious, and unflappable.</em></p><p></p><h3>LOREBORNE</h3><p>Being part of a loreborne community means you’re from a society that favors strong academic or political prowess. Loreborne communities highly value knowledge, frequently in the form of historical preservation, political advancement, scientific study, skill development, or lore and mythology compilation. Most members of these communities research in institutions built in bastions of civilization, while some eclectic few thrive in gathering information from the natural world. Some may be isolationists, operating in smaller enclaves, schools, or guilds and following their own unique ethos. Others still wield their knowledge on a larger scale, making deft political maneuvers across governmental landscapes.</p><p><em>Loreborne are often direct, eloquent, inquisitive, patient, rhapsodic, and witty.</em></p><p></p><h3>ORDERBORNE</h3><p>Being part of an orderborne community means you’re from a collective that focuses on discipline or faith, and you uphold a set of principles that reflect your experience there. Orderborne are frequently some of the most powerful among the surrounding communities. By aligning the members of their society around a common value or goal, such as a god, doctrine, ethos, or even a shared business or trade, the ruling bodies of these enclaves can mobilize larger populations with less effort. While orderborne communities take a variety of forms—some even profoundly pacifistic—perhaps the most feared are those that structure themselves around military prowess. In such a case, it’s not uncommon for orderborne to provide soldiers for hire to other cities or countries.</p><p><em>Orderborne are often ambitious, benevolent, pensive, prudent, sardonic, and stoic.</em></p><p></p><h3>RIDGEBORNE</h3><p>Being part of a ridgeborne community means you’ve called the rocky peaks and sharp cliffs of the mountainside home. Those who’ve lived in the mountains often consider themselves hardier than most because they’ve thrived among the most dangerous terrain many continents have to offer. These groups are adept at adaptation, developing unique technologies and equipment to move both people and products across difficult terrain. As such, ridgeborne grow up scrambling and climbing, making them sturdy and strong-willed. Ridgeborne localities appear in a variety of forms—some cities carve out entire cliff faces, others construct castles of stone, and still more live in small homes on windblown peaks. Outside forces often struggle to attack ridgeborne groups, as the small militias and large military forces of the mountains are adept at utilizing their high-ground advantage.</p><p><em>Ridgeborne are often bold, hardy, indomitable, loyal, reserved, and stubborn.</em></p><p></p><h3>SEABORNE</h3><p>Being part of a seaborne community means you lived on or near a large body of water. Seaborne communities are built, both physically and culturally, around the specific waters they call home. Some of these groups live along the shore, constructing ports for locals and travelers alike. These harbors function as centers of commerce, tourist attractions, or even just a safe place to lay down one’s head after weeks of travel. Other seaborne live on the water in small boats or large ships, with the idea of “home” comprising a ship and its crew, rather than any one landmass. No matter their exact location, seaborne communities are closely tied to the ocean tides and the creatures who inhabit them. Seaborne learn to fish at a young age, and train from birth to hold their breath and swim in even the most tumultuous waters. Individuals from these groups are highly sought after for their sailing skills, and many become captains of vessels, whether within their own community, working for another, or even at the helm of a powerful naval operation.</p><p><em>Seaborne are often candid, cooperative, exuberant, fierce, resolute, and weathered.</em></p><p></p><h3>SLYBORNE</h3><p>Being part of a slyborne community means you come from a group that operates outside the law, including all manner of criminals, grifters, and con artists. Members of slyborne communities are brought together by their disreputable goals and their clever means of achieving them. Many people in these communities have an array of unscrupulous skills: forging, thievery, smuggling, and violence. People of any social class can be slyborne, from those who have garnered vast wealth and influence to those without a coin to their name. To the outside eye, slyborne might appear to be ruffians with no loyalty, but these communities possess some of the strictest codes of honor which, when broken, can result in a terrifying end for the transgressor.</p><p><em>Slyborne are often calculating, clever, formidable, perceptive, shrewd, and tenacious.</em></p><p></p><h3>UNDERBORNE</h3><p>Being part of an underborne community means you’re from a subterranean society. Many underborne live right beneath the cities and villages of other collectives, while some live much deeper. These communities range from small family groups in burrows to massive metropolises in caverns of stone. In many locales, underborne are recognized for their incredible boldness and skill that enable great feats of architecture and engineering. Underborne are regularly hired for their bravery, as even the least daring among them has likely encountered formidable belowground beasts, and learning to dispatch such creatures is common practice amongst these societies. Because of the dangers of their environment, many underborne communities develop unique nonverbal languages that prove equally useful on the surface.</p><p><em>Underborne are often composed, elusive, indomitable, innovative, resourceful, and unpretentious.</em></p><p></p><h3>WANDERBORNE</h3><p>Being part of a wanderborne community means you’ve lived as a nomad, forgoing a permanent home and experiencing a wide variety of cultures. Unlike many communities that are defined by their locale, wanderborne are defined by their traveling lifestyle. Because of their frequent migration, wanderborne put less value on the accumulation of material possessions in favor of acquiring information, skills, and connections. While some wanderborne are allied by a common ethos, such as a religion or a set of political or economic values, others come together after shared tragedy, such as the loss of their home or land. No matter the reason, the dangers posed by life on the road and the choice to continue down that road together mean that wanderborne are known for their unwavering loyalty.</p><p><em>Wanderborne are often inscrutable, magnanimous, mirthful, reliable, savvy, and unorthodox.</em></p><p></p><h3>WILDBORNE</h3><p>Being part of a wildborne community means you lived deep within the forest. Wildborne communities are defined by their dedication to the conservation of their homelands, and many have strong religious or cultural ties to the fauna they live among. This results in unique architectural and technological advancements that favor sustainability over short-term, high-yield results. It is a hallmark of wildborne societies to integrate their villages and cities with the natural environment and avoid disturbing the lives of the plants and animals. While some construct their lodgings high in the branches of trees, others establish their homes on the ground beneath the forest canopy. It’s not uncommon for wildborne to remain reclusive and hidden within their woodland homes.</p><p><em>Wildborne are often hardy, loyal, nurturing, reclusive, sagacious, and vibrant.</em></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "l5jB3XmcVXOTQpRZ": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.346",
        "systemId": "daggerheart",
        "systemVersion": "0.0.1",
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!uNs7ne9VCbbu5dcG.vm5MkqSRuy500afb"
    },
    {
      "sort": 400000,
      "name": "CORE MECHANICS",
      "type": "text",
      "_id": "C123WDOcT5hAa95M",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>FLOW OF THE GAME</h2><p>Daggerheart is a conversation. The GM describes fictional scenarios involving the PCs, and the players take turns describing how their characters react. The goal of every person at the table is to build upon everyone else’s ideas and collaboratively tell a satisfying story. The system facilitates this collaborative process by providing structure to the conversation and mechanics for resolving moments of tension where fate or fortune determine the outcome of events.</p><p></p><h3>PLAYER PRINCIPLES &amp; BEST PRACTICES</h3><p>To get the most out of Daggerheart, we recommend players keep the following principles and practices in mind throughout each session:</p><p></p><h4>PRINCIPLES</h4><ul><li><p>Be a fan of your character and their journey.</p></li><li><p>Spotlight your friends.</p></li><li><p>Address the characters and address the players.</p></li><li><p>Build the world together.</p></li><li><p>Play to find out what happens.</p></li><li><p>Hold on gently.</p></li></ul><p></p><h4>BEST PRACTICES</h4><ul><li><p>Embrace danger.</p></li><li><p>Use your resources.</p></li><li><p>Tell the story.</p></li><li><p>Discover your character.</p></li></ul><blockquote><p>For more information, see the Daggerheart Core Rulebook, pages 9 and 108.</p></blockquote><p></p><h2>CORE GAMEPLAY LOOP</h2><p>The <strong>core gameplay loop</strong> is the procedure that drives every scene, both in and out of combat:</p><p></p><h3>STEP 1: SET THE SCENE</h3><p>The GM describes a scenario, establishing the PCs’ surroundings and any dangers, NPCs, or other important details the characters would notice.</p><p></p><h3>STEP 2: ASK AND ANSWER QUESTIONS</h3><p>The players ask clarifying questions to explore the scene more deeply and gather information that could inform their characters’ actions. The GM responds to these questions by giving the players information their characters could easily obtain, or by asking questions of their own to the players. The players also respond to any questions the GM poses to them.</p><p>In this way, the table builds out the fiction collaboratively.</p><p></p><h3>STEP 3: BUILD ON THE FICTION</h3><p>As the scene develops, the players find opportunities to take action—problems to solve, obstacles to overcome, mysteries to investigate, and so on. The players describe how their characters proceed; if their proposed actions carry no chance of failure (or if failure would be boring), they automatically succeed. But if the outcome of their action is unknown, the GM calls for an action roll. Either way, the table works the outcome into the story and moves the fiction forward, narrating how the PC’s actions have changed things.</p><p></p><h3>STEP 4: GO BACK TO STEP 1</h3><p>The process repeats from the beginning, with the GM relaying any updated details or material changes to the players. This process continues until the end of the scene is triggered by a mechanic or arrives organically.</p><p></p><h2>THE SPORLIGHT</h2><p>The <strong>spotlight</strong> is a symbol that represents the table’s attention—and therefore the immediate focus of both the narrative and the game mechanics. Any time a character or player becomes the focus of a scene, they “are in the spotlight” or “have the spotlight.”</p><p>The spotlight moves around the table organically as scenes unfold unless a mechanical trigger determines where the spotlight goes next. For example, when a player fails an action roll, the mechanics prompt the GM to seize the spotlight and make a GM move.</p><p></p><h2>TURN ORDER &amp; ACTION ECONOMY</h2><p>Daggerheart’s turns don’t follow a traditional, rigid format: <br />there is no explicit initiative mechanic and characters don’t have a set number of actions they can take or things they can do before the spotlight passes to someone else. A player with the spotlight describes what their character does and the spotlight simply swings to whoever:</p><ol><li><p>the fiction would naturally turn it toward</p></li><li><p>hasn’t had the focus in a while, or</p></li><li><p>a triggered mechanic puts it on</p></li></ol><hr /><blockquote><p><strong>Optional: Spotlight Tracker Tool</strong></p><p>If your group prefers a more traditional action economy, you can use tokens to track how many times a player has had the spotlight: At the start of a session or scene, each player adds a certain number of tokens (we recommend 3) to their character sheet and removes a token each time they take an action. If the spotlight would swing to someone without any tokens, it swings to someone else instead. Once every player has used all their available tokens, players refill their character sheet with the same number of tokens as before, then continue playing.</p></blockquote><hr /><p></p><h2>MAKING MOVES &amp; TAKING ACTION</h2><p>Any time a character does something to advance the story, such as speaking with another character, interacting with the environment, making an attack, casting a spell, or using a class feature, they are making a move.</p><p></p><h3>ACTION ROLLS</h3><p>Any move where success would be trivial or failure would be boring automatically succeeds, but any move that’s difficult to accomplish or risky to attempt triggers an action roll.</p><p></p><h3>OVERVIEW</h3><p>All action rolls require a pair of d12s called Duality Dice.</p><p>These are two visually distinct twelve-sided dice, with one die representing Hope and the other representing Fear.</p><p>To make an action roll, you roll the Duality Dice, sum the results, apply any relevant modifiers, and compare the total to a Difficulty number to determine the outcome:</p><ul><li><p><strong>Success with Hope</strong>: If your total meets or beats the difficulty AND your Hope Die shows a higher result than your Fear Die, you rolled a “Success with Hope.” You succeed and gain a Hope.</p></li><li><p><strong>Success with Fear</strong>: If your total meets or beats the Difficulty AND your Fear Die shows a higher result than your Hope Die, you rolled a “Success with Fear.” You succeed with a cost or complication, but the GM gains a Fear.</p></li><li><p><strong>Failure with Hope</strong>: If your total is less than the Difficulty AND your Hope Die shows a higher result than your Fear Die, you rolled a “Failure with Hope.” You fail with a minor consequence and gain a Hope, then the spotlight swings to the GM.</p></li><li><p><strong>Failure with Fear</strong>: If your total is less than the Difficulty AND your Fear Die shows a higher result than your Hope Die, you rolled a “Failure with Fear.” You fail with a major consequence and the GM gains a Fear, then the spotlight swings to the GM.</p></li><li><p><strong>Critical Success</strong>: If the Duality Dice show matching results, you rolled a “Critical Success” (“Crit”). You automatically succeed with a bonus, gain a Hope, and clear a Stress. If this was an attack roll, you deal critical damage.</p></li></ul><blockquote><p>Note: A Critical Success counts as a roll “with Hope.”</p></blockquote><p>After resolving the action roll, the table works together to weave the outcome into the narrative and play continues.</p><p></p><h4>FAILING FORWARD</h4><p>In Daggerheart, every time you roll the dice, the scene changes in some way. There is no such thing as a roll where “nothing happens,” because the fiction constantly evolves based on the successes and failures of the characters.</p><p></p><h3>PROCEDURE</h3><p>The following steps describe in more detail the procedure that all action rolls utilize:</p><p></p><h4>STEP 1: PICK AN APPROPRIATE TRAIT</h4><p>Some actions and effects specify in their description which trait applies to the roll; otherwise, the GM tells the acting player which character trait best applies to the action being attempted. If more than one trait could apply to the roll, the GM chooses or lets the acting player decide.</p><p></p><h4>STEP 2: DETERMINE THE DIFFICULTY</h4><p>Some actions and features say in their description what the Difficulty is. Otherwise, the GM determines the Difficulty based on the scenario. The GM can choose whether to share the Difficulty with the table. In either case, the GM should communicate the potential consequences of failure to the acting player.</p><p></p><h4>STEP 3: APPLY EXTRA DICE AND MODIFIERS</h4><p>The acting player decides whether to Utilize an Experience or activate other effects, then, if applicable, adds the appropriate tokens and dice (such as advantage or Rally dice) to their dice pool.</p><hr /><blockquote><p><strong>Note</strong>: Unless an action, ability, or feature specifically allows for it, a player must declare the use of any Experiences, extra dice, or other modifiers before they roll.</p></blockquote><hr /><p></p><h4>STEP 4: ROLL THE DICE</h4><p>The acting player rolls their entire dice pool and announces the results in the format of “[total result] with [Hope/Fear]”— or “Critical Success!” in the case of matching Duality Dice.</p><hr /><blockquote><p>Example: A player is making an action roll with a +1 in the relevant trait and no other modifiers; they roll the Duality Dice and get a result of 5 on their Hope Die and 7 on their Fear Die, then announce “I rolled a 13 with Fear!”</p></blockquote><hr /><p></p><h4>STEP 5: RESOLVE THE OUTCOME</h4><p>The active player and the GM work together, along with the suggestions and support of the rest of the table, to resolve the outcome of the action.</p><p></p><h2>GM MOVES AND ADVERSARY ACTIONS</h2><p>GMs also make moves. They should consider making a move when a player does one of the following things:</p><ul><li><p>Rolls with Fear on an action roll.</p></li><li><p>Fails an action roll.</p></li><li><p>Does something that would have consequences.</p></li><li><p>Gives them a golden opportunity.</p></li><li><p>Looks to them for what happens next.</p></li></ul><p>After the GM turn is done, the spotlight goes back to the PCs.</p><p>Many adversaries and environments have <strong>Fear Features</strong>, especially powerful or consequential moves that the GM must spend Fear to activate.</p><hr /><blockquote><p><strong>Note</strong>: This Fear is in addition to any Fear the GM has previously spent to seize the spotlight or activate another action or ability.</p></blockquote><hr /><p></p><h2>ADVERSARY ACTIONS</h2><p>When play passes to the GM, the GM can make a GM move to spotlight an adversary. A spotlighted adversary can:</p><ul><li><p>Move within Close range and make a standard attack</p></li><li><p>Move within Close range and use an adversary action</p></li><li><p>Clear a condition</p></li><li><p>Sprint within Far or Very Far range on the battlefield</p></li><li><p>Do anything else the fiction demands or the GM deems appropriate</p></li></ul><p>The GM can spend additional Fear to spotlight additional adversaries. Once the GM has finished, the spotlight swings back to the PCs.</p><p></p><h2>SPECIAL ROLLS</h2><p>Some rolls have unique specifications or otherwise modify the action roll procedure: trait rolls, Spellcast Rolls, attack rolls, and damage rolls. Unless otherwise noted, you can apply any bonus, modifier, or effect to a special roll as if it were a standard action roll.</p><p></p><h3>TRAIT ROLLS</h3><p>An action roll that specifies which character trait applies to it is called a <strong>trait roll</strong>. In the text of a feature or effect, a trait roll is referenced with the format “[Trait] Roll (Difficulty)” (e.g., “Agility Roll (12)”). If the text of an effect doesn’t specify a trait roll’s Difficulty, the GM sets the Difficulty based on the circumstances.</p><p>Features and effects that affect a trait roll also affect any action roll that uses the same trait, including attack rolls, Spellcast rolls, and standard action rolls.</p><hr /><blockquote><p><strong>Example</strong>: The katari’s ancestry feature “Feline Instincts,” which allows the katari to reroll an Agility Roll, can also be used on a standard action roll using Agility to traverse dangerous terrain or on an attack roll made with a weapon that uses Agility.</p></blockquote><hr /><p></p><h3>SPELLCAST ROLLS</h3><p><strong>Spellcast Rolls</strong> are trait rolls that require you to use your Spellcast trait. Your Spellcast trait, if you have one, is determined by your subclass.</p><p>Spellcast Rolls are only made when a character uses a feature that requires one. A successful Spellcast Roll activates the effect as described by the feature.</p><hr /><blockquote><p><strong>Notes</strong>: A Spellcast Roll that can damage a target is also considered an attack roll.</p><p>When you cast a spell, the text tells you when the effect ends. The GM can spend a Fear to end a temporary effect. If your spell doesn’t specify when it ends, it ends when you choose or at a natural moment of the story. You can choose to end your spell early.</p><p>You can cast and maintain the effects of more than one spell at the same time.</p></blockquote><hr /><p></p><h3>REACTION ROLLS</h3><p>A <strong>reaction roll</strong> is made in response to an attack or a hazard, representing a character’s attempt to avoid or withstand an imminent effect.</p><p>Reaction rolls work like action rolls, except they don’t generate Hope or Fear, don’t trigger additional GM moves, and other characters can’t aid you with Help an Ally.</p><p>If you critically succeed on a reaction roll, you don’t clear a Stress or gain a Hope, but you do ignore any effects that would have impacted you on a success, such as taking damage or marking Stress.</p><p></p><h3>GROUP ACTION ROLLS</h3><p>When multiple PCs take action together, the party chooses one PC to <strong>lead the action</strong>. Each other player then describes how their character collaborates on the task. The leader makes an action roll as usual, while the other players make reaction rolls using whichever traits they and the GM decide fit best.</p><p>The lead character gains a +1 bonus to their lead action roll for each of these reaction rolls that succeeded and a −1 penalty for each these reaction rolls that failed.</p><p></p><h3>TAG TEAM ROLLS</h3><p>Each player can, once per session, initiate a <strong>Tag Team Roll</strong> between their character and another PC by spending 3 Hope. The players work with one another to describe how they combine their actions in a unique and exciting way. Both players make separate action rolls; before resolving the roll’s outcome, choose one of the rolls to apply to both actions. On a roll with Hope, all PCs involved gain a Hope. On a roll with Fear, the GM gains a Fear token for each PC involved.</p><p>On a successful Tag Team attack roll, both players roll damage and add the totals together to determine the damage dealt, which is then treated as if it came from a single source. If the attacks deal different types of damage, the players choose which type to deal.</p><hr /><blockquote><p><strong>Notes</strong>:</p><p>A Tag Team Roll counts as a single action roll for the purposes of any countdowns or features that track action rolls.</p><p>Though each player may only initiate one Tag Team Roll per session, one PC can be involved in multiple Tag Team Rolls.</p></blockquote><hr /><p></p><h2>ADVANTAGE &amp; DISADVANTAGE</h2><p>Some features and effects let you roll with advantage or disadvantage on an action or reaction roll:</p><ul><li><p><strong>Advantage</strong> represents an opportunity that you seize to increase your chances of success. When you roll with advantage, you roll a d6 advantage die with your dice pool and add its result to your total.</p></li><li><p><strong>Disadvantage</strong> represents an additional difficulty, hardship, or challenge you face when attempting an action. When you roll with disadvantage, you roll a d6 disadvantage die with your dice pool and subtract its result from your total.</p></li></ul><p>Advantage or disadvantage can be granted or imposed by mechanical triggers or at the GM’s discretion. When a PC aids you with Help an Ally, they roll their own advantage die and you add it to your total.</p><p>Advantage and disadvantage dice cancel each out, one-for-one, when they would be added to the same dice pool, so you’ll never roll both at the same time. If you have advantage or disadvantage from other sources that don’t affect your own dice pool, such as another player’s Help an Ally move, their effects stack with your rolled results.</p><p></p><h2>HOPE &amp; FEAR</h2><p><strong>Hope</strong> and <strong>Fear</strong> are metacurrencies representing the cosmic forces that shape the events of your table’s story. Hope powers PC abilities and features, while Fear powers the abilities of the GM and the adversaries and environments they control.</p><p></p><h3>HOPE</h3><p>Every PC starts with 2 Hope at character creation and gains more throughout play. A PC can have a maximum of 6 Hope at one time, and Hope carries over between sessions.</p><p>Players can spend Hope to:</p><ul><li><p><strong>Help an Ally</strong></p><p>When you Help an Ally who is making an action roll, describe how you do so and roll an advantage die. Multiple players can spend Hope to help the same acting player, but that player only adds the highest result to their final total.</p></li><li><p><strong>Utilize an Experience</strong></p><p>When you Utilize an Experience on a relevant roll, add its modifier to the result. You can spend multiple Hope to utilize multiple Experiences.</p></li><li><p><strong>Initiate a Tag Team Roll</strong></p><p>Spend 3 Hope to initiate a Tag Team roll, combining the actions of two PCs into one impressive act of synergy. When you make a Tag Team roll, both players roll their action rolls and then choose which set of results to apply to the outcome.</p></li><li><p><strong>Activate a Hope Feature</strong></p><p>A Hope Feature is any effect that allows (or requires) you to spend a specified amount of Hope to activate it. Class Hope features are class-specific features, detailed on your character sheet, that cost 3 Hope to activate</p></li></ul><hr /><blockquote><p><strong>Note</strong>: When using a Hope Feature, if you rolled with Hope for that action, the Hope you gain from that roll can be spent on that feature (or toward it, if it requires spending multiple Hope).</p></blockquote><hr /><p></p><h3>FEAR</h3><p>The GM gains Fear whenever a player rolls with Fear and can spend Fear at any time to make or enhance a GM move or to use a Fear Feature. The GM can have up to 12 Fear at one time. Fear carries over between sessions.</p><p></p><h2>COMBAT</h2><p>Though Daggerheart relies on the same flow of collaborative storytelling in and out of combat, physical conflicts rely more heavily on several key mechanics related to attacking, maneuvering, and taking damage.</p><p></p><h3>EVASION</h3><p><strong>Evasion</strong> represents a character’s ability to avoid attacks and other unwanted effects. Any roll made against a PC has a Difficulty equal to the target’s Evasion. A PC’s base Evasion is determined by their class, but can be modified by domain cards, equipment, conditions, and other effects.</p><hr /><blockquote><p><strong>Note</strong>: attacks rolled against adversaries use the target’s Difficulty instead of Evasion.</p></blockquote><hr /><p></p><h3>HIT POINTS &amp; DAMAGE THRESHOLDS</h3><p><strong>Hit Points (HP)</strong> represent a character’s ability to withstand physical injury. When a character takes damage, they mark 1 to 3 HP, based on their <strong>damage thresholds</strong>:</p><ul><li><p>If the final damage is at or above the character’s Severe damage threshold, they mark 3 HP.</p></li><li><p>If the final damage is at or above the character’s Major damage threshold but below their Severe damage threshold, they mark 2 HP.</p></li><li><p>If the final damage is below the character’s Major damage threshold, they mark 1 HP.</p></li><li><p>If incoming damage is ever reduced to 0 or less, no HP is marked.</p></li></ul><p>A PC’s damage thresholds are calculated by adding their level to the listed damage thresholds of their equipped armor. A PC’s starting HP is based on their class, but they can gain additional Hit Points through advancements, features, and other effects.</p><p>An adversary’s Damage Thresholds and HP are listed in their stat blocks.</p><p>When a character marks their last Hit Point, they fall. If a PC falls, they make a death move.</p><p>Characters can clear Hit Points by taking downtime moves (see: Downtime) or by activating relevant special abilities or effects.</p><hr /><blockquote><p><strong>Optional Rule: Massive Damage</strong></p><p>If a character ever takes damage equal to twice their Severe threshold, they mark 4 HP instead of 3.</p></blockquote><hr /><p></p><h2>STRESS</h2><p><strong>Stress</strong> represents how much mental, physical, and emotional strain a character can endure. Some special abilities or effects require the character activating them to mark Stress, and the GM can require a PC to mark Stress as a GM move or to represent the cost, complication, or consequence of an action roll.</p><p>When a character marks their last Stress, they become <em>Vulnerable</em> (see: Conditions) until they clear at least 1 Stress.</p><p>When a character must mark 1 or more Stress but can’t, they mark 1 HP instead. A character can’t use a move that requires them to mark Stress if all of their Stress is marked.</p><p>PCs can clear Stress by making downtime moves (see: Downtime). A PC’s maximum Stress is determined by their class, but they can increase it through advancements, abilities, and other effects.</p><p></p><h2>ATTACKING</h2><p></p><h3>ATTACK ROLLS</h3><p>An <strong>attack roll</strong> is an action roll intended to inflict harm. The trait that applies to an attack roll is specified by the weapon or spell being used. Unarmed attack rolls use either Strength or Finesse (GM’s choice). An attack roll’s Difficulty, unless otherwise noted, is equal to the Difficulty score of its target.</p><p></p><h3>DAMAGE ROLLS</h3><p>On a successful attack, roll damage. Damage is calculated from the <strong>damage roll</strong> listed in the attack’s description with the format “xdy+[modifier]” <em>(e.g., for a spell that inflicts “1d8+2” damage, you roll an eight-sided and add 2 to the result; the damage dealt is equal to the total)</em>.</p><p>Any time an effect says to deal damage using your Spellcast trait, you roll a number of dice equal to your Spellcast trait.</p><hr /><blockquote><p><strong>Note</strong>: If your Spellcast trait is +0 or lower, you don’t roll anything.</p></blockquote><hr /><p>For weapons, the number of damage dice you roll is equal to your <strong>Proficiency</strong>. <em>Note that your Proficiency multiplies the number of dice you roll, but doesn’t affect the modifier. For example, a PC with Proficiency 2 and wielding a weapon with adamage rating of “d8+2” deals damage equal to “2d8+2” on a successful attack.</em></p><p>Successful unarmed attacks inflict [Proficiency]d4 damage.</p><p></p><h3>CRITICAL DAMAGE</h3><p>When you get a critical success (i.e., you roll matching values on your Duality Dice) on an attack roll, you deal extra damage.</p><p>Make the damage roll as usual, but add the maximum possible result of the damage dice to the final total. For instance, if an attack would normally deal 2d8+1 damage, a critical success would deal 2d8+1+16.</p><p></p><h3>DAMAGE TYPES</h3><p>There are two damage types: <strong>physical damage (phy) </strong>and<strong> magic damage (mag)</strong>. Unless stated otherwise, mundane weapons and unarmed attacks deal physical damage, and spells deal magic damage.</p><p></p><h3>RESISTANCE, IMMUNITY, AND DIRECT DAMAGE</h3><p>If a target has <strong>resistance</strong> to a damage type, then they reduce incoming damage of that type by half before comparing it to their Hit Point Thresholds. If the target has additional ways of reducing incoming damage, such as marking Armor Slots, they apply the resistance effect first. The effects of multiple resistances to the same damage type do not stack.</p><p>If a target has <strong>immunity</strong> to a damage type, they ignore incoming damage of that type.</p><p>If an attack deals both physical and magic damage, a character can only benefit from resistance or immunity if they are resistant or immune to both damage types.</p><p><strong>Direct damage</strong> is damage that can’t be reduced by marking Armor Slots.</p><p></p><h3>MULTI-TARGET ATTACK ROLLS</h3><p>If a spell or ability allows you to target multiple adversaries, make one attack roll and one damage roll, then apply the results to each target individually.</p><p></p><h3>MULTIPLE DAMAGE SOURCES</h3><p>Damage dealt simultaneously from multiple sources is always totaled before it’s compared to its target’s damage thresholds.</p><hr /><blockquote><p>For example, if a PC with orc ancestry makes a successful attack against a target in Melee range and decides to spend a Hope to use their “Tusks” feature (which gives them an extra 1d6 damage on a damage roll), they would roll their normal weapon damage and add a d6 to the result, then deal that total damage to the adversary.</p></blockquote><hr /><p></p><h2>MAPS, RANGE, AND MOVEMENT</h2><p>You can play Daggerheart using “theater of the mind” or maps and miniatures. The conversions below from abstract ranges to physical measurements assume 1 inch of map represents about 5 feet of fictional space.</p><p>Daggerheart uses the following <strong>ranges</strong> to translate fictional positioning into relative distance for the purposes of targeting, movement, and other game mechanics:</p><ul><li><p><strong>Melee</strong>: Close enough to touch, up to a few feet away.</p></li><li><p><strong>Very Close</strong>: Close enough to see fine details, about 5–10 feet away. While in danger, a character can move, as part of their action, from Very Close range into Melee range. On a map: anything within the shortest length of a game card (2-3 inches).</p></li><li><p><strong>Close</strong>: Close enough to see prominent details, about 10–30 feet away. While in danger, a character can move, as part of their action, from Close range into Melee range. On a map: anything within the length of a pencil (5-6 inches).</p></li><li><p><strong>Far</strong>: Close enough to see very little detail, about 30–100 feet away. While in danger, a character must make an Agility Roll to safely move from Far range into Melee range. On a map: anything within the length of the long edge of a piece of copy paper (11–12 inches).</p></li><li><p><strong>Very Far</strong>: Too far to make out any details, about 100–300 feet away. While in danger, a character must make an Agility Roll to safely move from Very Far range into Melee range. On a map: anything beyond Far range, but still within the bounds of the conflict or scene.</p></li><li><p><strong>Out of Range</strong>: Anything beyond a character’s Very Far range is Out of Range and usually can’t be targeted.</p></li></ul><p>Range is measured from the source of an effect, such as the attacker or spellcaster, to the target or object of an effect.</p><p>A weapon, spell, ability, item, or other effect’s stated range is a maximum range; unless otherwise noted, it can be used at closer distances.</p><p></p><hr /><blockquote><p><strong>Optional Rule: Defined Ranges</strong></p><p>If your table would rather operate with more precise range rules, you can use a 1-inch grid battle map during combat.</p><p>If you do, use the following guidelines for play:</p><ul><li><p>Melee: 1 square</p></li><li><p>Very Close: 3 squares</p></li><li><p>Close: 6 squares</p></li><li><p>Far: 12 squares</p></li><li><p>Very Far: 13+ squares</p></li><li><p>Out of Range: Off the battlemap</p></li></ul><hr /></blockquote><p></p><h3>MOVEMENT UNDER PRESSURE</h3><p>When you’re under pressure or in danger and make an action roll, you can move to a location within Close range as part of that action. If you’re not already making an action roll, or if you want to move farther than your Close range, you need to succeed on an Agility Roll to safely reposition yourself.</p><p>An adversary can move within Close range for free as part of an action, or within Very Far range as a separate action.</p><p></p><h3>AREA OF EFFECT</h3><p>Unless stated otherwise, all the targets of a group effect must be within Very Close range of a single origin point within your effect’s range.</p><p></p><h3>LINE OF SIGHT &amp; COVER</h3><p>Unless stated otherwise, a ranged attacker must have <strong>line of sight</strong> to their intended target to make an attack roll. If a partial obstruction lies between the attacker and target, the target has <strong>cover</strong>. Attacks made through cover are rolled with disadvantage. If the obstruction is total, there is no line of sight.</p><p></p><h2>CONDITIONS</h2><p>Conditions are effects that grant specific benefits or drawbacks to the target they are attached to.</p><p></p><h3>STANDARD CONDITIONS</h3><p>Daggerheart has three standard conditions:</p><p></p><h4>HIDDEN</h4><p>While you’re out of sight from all enemies and they don’t otherwise know your location, you gain the Hidden condition. Any rolls against a Hidden creature have disadvantage. After an adversary moves to where they would see you, you move into their line of sight, or you make an attack, you are no longer Hidden.</p><p></p><h4>RESTRAINED</h4><p>Restrained characters can’t move, but you can still take actions from their current position.</p><p></p><h4>VULNERABLE</h4><p>When a creature is Vulnerable, all rolls targeting them have advantage.</p><p>Some features can apply special or unique conditions, which work as described in the feature text.</p><p>Unless otherwise noted, the same condition can’t be applied more than once to the same target.</p><p></p><h3>TEMPORARY TAGS &amp; SPECIAL CONDITIONS</h3><p>The temporary tag denotes a condition or effect that the affected creature can clear by making a move against it. When an affected PC makes a move to clear a temporary condition or effect, it normally requires a successful action roll using an appropriate trait. When an affected adversary makes a move to clear a temporary condition or effect, the GM puts the spotlight on the adversary and describes how they do it; this doesn’t require a roll but it does use up that adversary’s spotlight.</p><p><strong>Special conditions</strong> are only cleared when specific requirements are met, such as completing a certain action or using a particular item. The requirements for clearing these conditions are stated in the text of the effect that applies the condition.</p><p></p><h2>DOWNTIME</h2><p>Between conflicts, the party can take a <strong>rest</strong> to recover expended resources and deepen their bonds. During a rest, each PC can make up to two downtime moves.</p><p>When the party rests, they must choose between a short rest and a long rest. If a party takes three short rests in a row, their next rest must be a long rest.</p><p>If a <strong>short rest</strong> is interrupted, such as by an adversary's attack, the characters don’t gain its benefits. If a long rest is interrupted, the characters only gain the benefits of a short rest.</p><p></p><p>A <strong>short rest</strong> lasts enough time for the party to catch its breath, about an hour in-world. Each player can move domain cards between their loadout and vault for free, then choose twice from the following list of downtime moves (players can choose the same move twice):</p><ul><li><p><strong>Tend to Wounds</strong>: Clear 1d4+Tier Hit Points for yourself or an ally.</p></li><li><p><strong>Clear Stress</strong>: Clear 1d4+Tier Stress.</p></li><li><p><strong>Repair Armor:</strong> Clear 1d4+Tier Armor Slots from your or an ally’s armor.</p></li><li><p><strong>Prepare</strong>: Describe how you prepare yourself for the path ahead, then gain a Hope. If you choose to Prepare with one or more members of your party, you each gain 2 Hope.</p></li></ul><p><strong>At the end of a short rest</strong>, any features or effects with a limited number of uses per rest refresh and any features or effects that last until your next rest expire.</p><p>A <strong>long rest</strong> is when the characters make camp and relax or sleep for several in-game hours. Each player can move domain cards between their loadout and vault for free, then choose twice from the following list of downtime moves (players can choose the same move twice):</p><ul><li><p><strong>Tend to All Wounds</strong>: Clear all Hit Points for yourself or an ally.</p></li><li><p><strong>Clear All Stress</strong>: Clear all Stress.</p></li><li><p><strong>Repair All Armor</strong>: Clear all Armor Slots from your or an ally’s armor</p></li><li><p><strong>Prepare</strong>: Describe how you prepare for the next day’s adventure, then gain a Hope. If you choose to Prepare with one or more members of your party, you each gain 2 Hope.</p></li><li><p><strong>Work on a Project</strong>: With GM approval, a PC may pursue a long-term project, such as deciphering an ancient text or crafting a new weapon. The first time they start a new project, assign it a countdown. Each time a PC makes the Work on a Project move, they either advance their project’s countdown automatically or make an action roll to advance it (GM’s choice).</p></li></ul><p>At the end of a long rest, any features or effects with a limited number of uses per rest or per long rest refresh and any features or effects that last until your next rest or until your next long rest expire.</p><p></p><h3>DOWNTIME CONSEQUENCES</h3><p>On a short rest, the GM gains 1d4 Fear. On a long rest, they gain Fear equal to 1d4 + the number of PCs, and they can advance a long-term countdown of their choice.</p><p></p><h2>DEATH</h2><p>When a PC marks their last Hit Point, they must make a <strong>death move</strong> by choosing one of the following options:</p><ul><li><p><strong>Blaze of Glory</strong>: Your character embraces death and goes out in a blaze of glory. Take one final action. It automatically critically succeeds (with GM approval), and then you cross through the veil of death.</p></li><li><p><strong>Avoid Death</strong>: Your character avoids death and faces the consequences. They temporarily drop unconscious, and then you work with the GM to describe how the situation worsens. While unconscious, your character can’t move or act, and they can’t be targeted by an attack. They return to consciousness when an ally clears 1 or more of their marked Hit Points or when the party finishes a long rest. After your character falls unconscious, roll your Hope Die. If its value is equal to or less than your character’s level, they gain a scar: permanently cross out a Hope slot and work with the GM to determine its lasting narrative impact and how, if possible, it can be restored. If you ever cross out your last Hope slot, your character’s journey ends.</p></li><li><p><strong>Risk It All</strong>: Roll your Duality Dice. If the Hope Die is higher, your character stays on their feet and clears a number of Hit Points or Stress equal to the value of the Hope Die (you can divide the Hope Die value between Hit Points and Stress however you’d prefer). If the Fear Die is higher, your character crosses through the veil of death. If the Duality Dice show matching results, your character stays up and clears all Hit Points and Stress.</p></li></ul><p>If your character dies, work with the GM before the next session to create a new character at the current level of the rest of the party.</p><p></p><h2>ADDITIONAL RULES</h2><p>The following rules apply to many aspects of the game.</p><p></p><h3>ROUNDING UP</h3><p>This game doesn’t use fractions; if you need to round to a whole number, round up unless otherwise specified. When in doubt, resolve any ambiguity in favor of the PCs.</p><p></p><h3>REROLLING DICE</h3><p>When a feature allows you to reroll a die, you always take the new result unless the feature specifically says otherwise.</p><p></p><h3>INCOMING DAMAGE</h3><p>Incoming damage means the total damage from a single attack or source, before Armor Slots are marked.</p><p></p><h3>SIMULTANEOUS EFFECTS</h3><p>If the resolution order of multiple effects is unclear, the person in control of the effects (player or GM) decides what order to resolve them in.</p><p></p><h3>STACKING EFFECTS</h3><p>Unless stated otherwise, all effects beside conditions and advantage/disadvantage can stack.</p><p></p><h3>ONGOING SPELL EFFECTS</h3><p>If an effect doesn’t have a listed mechanical expiration, it only ends when decided by the controlling player, the GM, or the demands of the fiction.</p><p></p><h3>SPENDING RESOURCES</h3><p>Unless an effect states otherwise, you can’t spend Hope or mark Stress multiple times on the same feature to increase or repeat its effects on the same roll.</p><p></p><h3>USING FEATURES AFTER A ROLL</h3><p>If a feature allows you to affect a roll after the result has been totaled, you can use it after the GM declares whether the roll succeeds or fails, but not after the consequences unfold or another roll is made.</p><p></p><h2>LEVELING UP</h2><p>Your party levels up whenever the GM decides you’ve reached a narrative milestone (usually about every 3 sessions). All party members level up at the same time.</p><p></p><p>Daggerheart has 10 PC levels divided into 4 tiers:</p><hr /><blockquote><p>→ Tier 1 encompasses level 1 only.</p><p>→ Tier 2 encompasses levels 2–4.</p><p>→ Tier 3 encompasses levels 5–7.</p><p>→ Tier 4 encompasses levels 8–10.</p></blockquote><hr /><p>Your tier affects your damage thresholds, tier achievements, and access to advancements.</p><p></p><h3>STEP ONE: TIER ACHIEVEMENTS</h3><p>Take any applicable tier <strong>achievements</strong></p><ul><li><p>At level 2, you gain a new Experience at +2 and permanently increase your Proficiency by 1.</p></li><li><p>At level 5, you gain a new Experience at +2, permanently increase your Proficiency by 1, and clear any marked traits.</p></li><li><p>At level 8, you gain a new Experience at +2, permanently increase your Proficiency by 1, and clear any marked traits.</p></li></ul><p></p><h3>STEP TWO: ADVANCEMENTS</h3><p>Choose any two <strong>advancements</strong> with at least one unmarked slot from your tier or below. Options with multiple slots can be chosen more than once. When you choose an advancement, mark one of its slots.</p><ul><li><p>When you choose to <strong>increase two unmarked character traits</strong> and mark them: Choose two unmarked character traits and gain a permanent +1 bonus to them. You can’t increase these stats again until the next tier (when your tier achievement allows you to clear those marks).</p></li><li><p>When you choose to <strong>permanently add 1 or more Hit Point slots</strong>: Darken the outline of the next rectangle in the Hit Point section of your character sheet in pen or permanent marker.</p></li><li><p>When you choose to <strong>permanently add 1 or more Stress slots</strong>: Darken the outline of the next rectangle in the Stress section of your character sheet in pen or permanent marker.</p></li><li><p>When you choose to <strong>increase your Experience</strong>: Choose two Experiences on your character sheet and gain a permanent +1 bonus to both.</p></li><li><p>When you <strong>take an additional domain card</strong>: You can choose an additional domain card at or below your level or from your class’s domains. If you’ve multiclassed, you can instead select a card at or below half your level from your chosen multiclass domain.</p></li><li><p>When you choose to <strong>increase your Evasion</strong>: Gain a permanent +1 bonus to your Evasion.</p></li><li><p>When you choose to <strong>take an upgraded subclass card</strong>: Take the next card for your subclass. If you have only the foundation card, take a specialization; if you have a specialization already, take a mastery. Then cross out this tier’s multiclass option.</p></li><li><p>When you choose to <strong>increase your Proficiency</strong>: Fill in one of the open circles in the “Proficiency” section of your character sheet, then increase your weapon’s number of damage dice by 1. The black box around this advancement’s slots indicates you must spend two advancements and mark both level-up slots in order to take it as an option.</p></li><li><p>When you choose to <strong>multiclass</strong>: Choose an additional class, select one of its domains, and gain its class feature. Add the appropriate <strong>multiclass module</strong> to your character sheet and take the foundation card from one of its subclasses. Then cross out the “upgraded subclass” advancement option in this tier and all other “multiclass” advancement options on your character sheet. The black box around this advancement’s slots indicates you must spend two advancements and mark both level-up slots in order to take it as an option.</p></li></ul><p></p><h3>STEP THREE: DAMAGE THRESHOLDS</h3><p>Increase all damage thresholds by 1.</p><p></p><h3>STEP FOUR: DOMAIN CARDS</h3><p>Acquire a new domain card at your level or lower from one of your class’s domains and add it to your loadout or vault. If your loadout is already full, you can’t add the new card to it until you move another into your vault. You can also exchange one domain card you’ve previously acquired for a different domain card of the same level or lower.</p><p></p><h2>MULTICLASSING</h2><p>Starting at level 5, you can choose multiclassing as an option when leveling up. When you multiclass, you choose an additional class, gain access to one of its domains, and acquire its class feature. Take the appropriate multiclass module and add it to the right side of your character sheet, then choose a foundation card from one of its subclasses. If your foundation cards specify different Spellcast traits, you can choose which one to apply when making a Spellcast roll.</p><p>Whenever you have the option to acquire a new domain card, you can choose from cards at or below half your current level (rounded up) from the domain you chose when you selected the multiclass advancement.</p><p></p><h2>EQUIPMENT</h2><p>Your equipped weapons and armor are the ones listed in the “Active Weapons” and “Active Armor” sections of your character sheet. Your character can only attack with weapons, benefit from armor, and gain features from items they have equipped. You can’t equip weapons or armor with a higher tier than you.</p><p>PCs can carry up to two additional weapons in the “Inventory Weapon” areas of the character sheet.</p><p>You can swap an Inventory Weapon with an Active Weapon at no cost during a rest or moment of calm; otherwise, you must mark a Stress to do so.</p><p>Your character can only have one Active Armor at a time.</p><p>They can’t equip armor while in danger or under pressure; otherwise, they can equip or unequip armor without cost.</p><p>Each armor has its own Armor Slots; if your character unequips their armor, track how many of its Armor Slots are marked. You can't carry armor in your inventory. When your character equips or unequips armor, recalculate your damage thresholds.</p><p></p><h2>WEAPONS</h2><p>All weapons have a tier, trait, range, damage die, damage type, and burden. Some weapons also have a feature.</p><p></p><h3>CATEGORY</h3><p>A weapon’s <strong>category</strong> specifies whether it is a Primary or Secondary weapon. Your character can only equip up to one weapon of each category at a time.</p><p></p><h3>TRAIT</h3><p>A weapon’s <strong>trait</strong> specifies which trait to use when making an attack roll with it.</p><p></p><h3>RANGE</h3><p>A weapon’s <strong>range</strong> specifies the maximum distance between the attacker and their target when attacking with it.</p><p></p><h3>DAMAGE</h3><p>A weapon’s <strong>damage</strong> indicates the size of the damage dice you roll on a successful attack with it; you roll a number of dice equal to your Proficiency. If the damage includes a flat modifier, this number is added to the total damage rolled, but is not altered or affected by Proficiency.</p><p></p><h3>DAMAGE TYPE</h3><p>A weapon’s <strong>damage type</strong> indicates whether it deals physical or magic damage. Weapons that deal magic damage can only be wielded by characters with a Spellcast trait.</p><p></p><h3>BURDEN</h3><p>A weapon’s <strong>burden</strong> indicates how many <strong>hands</strong> it occupies when equipped. Your character’s maximum burden is 2 hands.</p><p></p><h3>FEATURE</h3><p>A weapon’s <strong>feature</strong> is a special rule that stays in effect while the weapon is equipped.</p><p>You can throw an equipped weapon at a target within Very Close range, making the attack roll with Finesse. On a success, deal damage as usual for that weapon. Once thrown, the weapon is no longer considered equipped. Until you retrieve and re-equip it, you can’t attack with it or benefit from its features.</p><p></p><h2>Combat Wheelchair</h2><p><em>By Mark Thompson</em></p><p>The combat wheelchair is a ruleset designed to help you play a wheelchair user in Daggerheart. This section provides mechanics and narrative guidance for you to work from, but feel free to adapt the flavor text to best suit your character. Have fun with your character’s wheelchair design, and make it as unique or tailored to them as you please.</p><p></p><h3>ACTION AND MOVEMENT</h3><p>When describing how your character moves, you can use descriptions such as the following:</p><ul><li><p>“I roll over to the door to see if it’s open.”</p></li><li><p>“I wheel myself over to the group to ask what’s going on.”</p></li><li><p>“I pull my brakes and skid to a halt, turning in my seat to level my bow at the intruder.”</p></li></ul><p></p><h3>CONSEQUENCES</h3><p>Here are some ways you might describe complications you encounter when your character uses their wheelchair:</p><ul><li><p>“I pull my brakes, but I don’t think to account for the loose gravel on the ground.”</p></li><li><p>“I hit a patch of ice awkwardly and am sent skidding out past my target.”</p></li><li><p>“I go to push off in pursuit, but one of my front caster wheels snags on a crack in the pavement, stalling me for a moment.”</p></li></ul><p>GMs should avoid breaking a character's wheelchair or otherwise removing it from play as a consequence, unless everyone at the table, especially the wheelchair user’s player, gives their approval.</p><p></p><h3>EVASION</h3><p>Your character is assumed to be skilled in moving their wheelchair and navigating numerous situations in it. As a result, the only wheelchair that gives a penalty to a PC's Evasion is the Heavy Frame model.</p><p></p><h3>BURDEN</h3><p>All wheelchairs can be maneuvered using one or two hands outside of combat. However, when being used as a weapon, the chair is restricted to requiring one or two hands to perform attacks, depending on the model you’ve chosen. If you’re playing a character who has limited to no mobility in their arms, their wheelchair can be attuned to them by magical means. For example, your character might use a psychic link to guide the chair around like a pseudo-electric wheelchair. All the rules presented here can be tailored and adapted to any character's needs.</p><p></p><h3>CHOOSING YOUR MODEL</h3><p>All combat wheelchairs are equipped as Primary Weapons.</p><p>There are three models of wheelchair available: light, heavy, and arcane. You’re encouraged to consider the type of character you’re playing and the class they belong to, then choose the model that best matches that character concept.</p><p></p><h2>ARMOR</h2><p>Every armor has a name, base damage thresholds, and a base Armor Score. Some armor also has a feature.</p><ul><li><p>An armor’s <strong>base armor score</strong> indicates how many Armor Slots it provides its wearer before additional bonuses are added to calculate their total Armor Score. A PC’s Armor Score can’t exceed 12.</p></li><li><p>An armor’s <strong>base thresholds</strong> determine its wearer’s major and severe damage thresholds before adding bonuses to calculate their final damage thresholds.</p></li><li><p>An armor’s <strong>feature</strong> is a special rule that stays in effect while the armor is equipped.</p></li></ul><p>While <strong>unarmored</strong>, your character’s base Armor Score is 0, their Major threshold is equal to their level, and their Severe threshold is equal to twice their level.</p><p></p><h3>REDUCING INCOMING DAMAGE</h3><p>When you take damage, you can mark one Armor Slot to reduce the number of Hit Points you would mark by one. If your character has an Armor Score of 0, you can’t mark Armor Slots. If an effect temporarily increases your Armor Score,</p><p>it increases your available Armor Slots by the same amount; when the effect ends, so does the availability of these Armor Slots.</p><p></p><h2>LOOT</h2><p><strong>Loot</strong> comprises any consumables or reusable items the party acquires.</p><p><strong>Items</strong> can be used until sold, discarded, or lost.</p><p>To generate a random item, choose a rarity, roll the designated dice, and match the total to the item in the table:</p><ul><li><p><strong>Common</strong>: 1d12 or 2d12</p></li><li><p><strong>Rare</strong>: 3d12 or 4d12</p></li><li><p><strong>Uncommon</strong>: 2d12 or 3d12</p></li><li><p><strong>Legendary</strong>: 4d12 or 5d12</p></li></ul><p>@UUID[RollTable.KKqUrMMXPpm7uhYT]{Loot}</p><p></p><h2>Consumables</h2><p>Consumables are loot that can only be used once. You can hold up to five of each consumable at a time. Using a consumable doesn’t require a roll unless required by the GM or the demands of the fiction.</p><p>To generate a random consumable, choose a rarity, roll the designated dice, and match the total to the item in the table:</p><ul><li><p><strong>Common</strong>: 1d12 or 2d12</p></li><li><p><strong>Rare</strong>: 3d12 or 4d12</p></li><li><p><strong>Uncommon</strong>: 2d12 or 3d12</p></li><li><p><strong>Legendary</strong>: 4d12 or 5d12</p></li></ul><p>@UUID[RollTable.wZXyi343PSVVwWB3]{Consumables}</p><p></p><h2>GOLD</h2><p>Gold is an abstract measurement of how much wealth a character has, and is measured in <strong>handfuls</strong>, <strong>bags</strong>, and <strong>chests</strong>, with 10 handfuls to 1 bag, and 10 bags to 1 chest. When you have marked all of the slots in a category and you gain another gold reward in that category, mark a slot in the following category and clear all the slots in the current one.</p><p>For example, if you have 9 handfuls and gain another, you instead mark 1 bag and erase all handfuls. If you have 9 bags and gain another, you mark 1 chest and erase all bags.</p><p>You can’t have more than 1 chest, so if all your Gold slots are marked, you’ll need to spend some of your gold or store it somewhere else before you can acquire more.</p><hr /><blockquote><p><strong>Optional Rule: Gold Coins</strong></p><p>If your group wants to track gold with more granularity, you can add coins as your lowest denomination. Following the established pattern, 10 coins equal 1 handful.</p></blockquote><hr />"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "l5jB3XmcVXOTQpRZ": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.346",
        "systemId": "daggerheart",
        "systemVersion": "0.0.1",
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!uNs7ne9VCbbu5dcG.C123WDOcT5hAa95M"
    },
    {
      "sort": 500000,
      "name": "RUNNING AN ADVENTURE",
      "type": "text",
      "_id": "xCcdczIt2x2HBihY",
      "system": {},
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>INTRODUCTION</h2><p>The GM is responsible for guiding the narrative and roleplaying the world the PCs inhabit. This section provides you with advice for running Daggerheart: using the core mechanics; creating memorable encounters; planning exciting sessions; selecting, creating, and using GM moves; crafting a full campaign; running dynamic NPCs; and more.</p><p></p><h2>GM GUIDANCE</h2><p>These three sections provide a foundation to help you get the most out of this game. The “GM Principles” are your guiding star—when in doubt, return to these principles.</p><p></p><h3>GM PRINCIPLES</h3><p></p><h4>BEGIN AND END WITH THE FICTION</h4><p>Use the fiction to drive mechanics, then connect the mechanics back to the fiction.</p><p></p><h4>COLLABORATE AT ALL TIMES, ESPECIALLY DURING CONFLICT</h4><p>The PCs are the protagonists of the campaign; antagonism between player and GM should exist only in the fiction.</p><p></p><h4>FILL THE WORLD WITH LIFE, WONDER, AND DANGER</h4><p>Showcase rich cultures, take the PCs to wondrous places, and introduce them to dangerous creatures.</p><p></p><h4>ASK QUESTIONS AND INCORPORATE THE ANSWERS</h4><p>Ensuring that the players’ ideas are included results in a narrative that supports the whole group’s creativity.</p><p></p><h4>GIVE EVERY ROLL IMPACT</h4><p>Only ask the players to roll during meaningful moments.</p><p></p><h4>PLAY TO FIND OUT WHAT HAPPENS</h4><p>Be surprised by what the characters do, the choices they make, and the people they become.</p><p></p><h4>HOLD ON GENTLY</h4><p>Don’t worry if you need to abandon or alter something that came before.</p><p></p><h3>GM PRACTICES</h3><p></p><h4>CULTIVATE A CURIOUS TABLE</h4><p>Follow what catches the players’ interest to foster an environment of creative inquiry.</p><p></p><h4>GAIN YOUR PLAYERS’ TRUST</h4><p>Act in good faith, follow through on your promises, admit your mistakes.</p><p></p><h4>KEEP THE STORY MOVING FORWARD</h4><p>Advance the story through escalating action, new information, or changing circumstances after every action roll, whether it succeeds or fails.</p><p></p><h4>CUT TO THE ACTION</h4><p>Skip past the boring bits. When a scene drags on, end it.</p><p></p><h4>HELP THE PLAYERS USE THE GAME</h4><p>Players have more fun when you help them understand the system.</p><p></p><h4>CREATE A META CONVERSATION</h4><p>Empower players to speak out of character, use safety tools, and ask for clarification.</p><p></p><h4>TELL THEM WHAT THEY WOULD KNOW</h4><p>Don’t hide obvious details or important information from the players.</p><p></p><h4>GROUND THE WORLD IN MOTIVE</h4><p>An NPC’s actions flow from their goals and desires.</p><p></p><h4>BRING THE GAME’S MECHANICS TO LIFE</h4><p>Set a good example of how fiction and mechanics work together to enhance the game experience.</p><p></p><h4>REFRAME RATHER THAN REJECT</h4><p>If a player’s contribution conflicts with the fiction, work with them to reshape it.</p><p></p><h4>WORK IN MOMENTS AND MONTAGES</h4><p>When framing a scene, decide which beats should be savored and which shouldn’t linger.</p><p></p><p></p><h3>PITFALLS TO AVOID</h3><p></p><h4>UNDERMINING THE HEROES</h4><p>If a roll doesn’t go well, show how it was impacted by an adversary’s prowess, environmental factors, or unexpected surprises, rather than the PC’s incompetence.</p><p></p><h4>ALWAYS TELLING THE PLAYERS WHAT TO ROLL</h4><p>Let the players decide how to handle a challenge.</p><p></p><h4>LETTING SCENES DRAG</h4><p>Shake it up or cut away when a scene has concluded, the table’s energy is flagging, or people are talking in circles.</p><p></p><h4>SINGULAR SOLUTIONS</h4><p>Don’t get hung up on one right answer to a problem. If the players have a clever idea, make it work.</p><p></p><h4>OVERPLANNING</h4><p>Spend your prep time inventing situations instead of scripting scenes. If the players surprise you, take a break to think through your options.</p><p></p><h4>HOARDING FEAR</h4><p>Spend Fear when you have the opportunity. The players will always generate more.</p><blockquote><p>For more in-depth GM guidance, see pg. 140 of the Daggerheart Core Rulebook.</p></blockquote><p></p><h2>CORE GM MECHANICS</h2><p></p><h3>ROLLING DICE</h3><p>The GM has no Duality Dice; instead, they roll a single d20 called the GM’s Die.</p><p></p><h4>ADVERSARY ATTACK ROLLS</h4><p>When an adversary attacks a PC, roll your d20 and add the adversary’s attack bonus to the result. If the total meets or beats the target’s Evasion, the attack succeeds; otherwise, the attack fails. On a successful attack, roll the attack’s damage dice to determine how much it deals.</p><p>If you roll a natural 20 on an attack, your roll automatically succeeds and you deal extra damage. Roll damage normally, then add the highest number on the damage dice to the total.</p><p>For example, an attack that deals 3d6+2 deals 18+3d6+2 on a critical success; the critical success does not affect the flat damage modifier.</p><hr /><blockquote><p><strong>Note</strong>: a critical success on an adversary’s reaction roll automatically succeeds, but confers no additional benefit.</p></blockquote><hr /><p></p><h4>GUIDANCE ON ACTION ROLLS</h4><p>After a player describes a move they want to make during the game, you might decide an action roll is necessary to determine how the scene progresses. Use this guide to determine what to present the player, choosing whichever option best fits the situation:</p><ul><li><p>Determine whether the roll is necessary, considering the PC’s Experiences or backstory, the pressure they’re acting under, and the possible outcomes.</p></li><li><p>Establish the stakes of an action roll before the player makes it.</p></li><li><p>Communicate any unavoidable consequences.</p></li><li><p>If desired, you can offer the player the opportunity to forgo an action roll in exchange for agreeing to an interesting outcome, cost, or complication.</p></li></ul><p></p><h3>MAKING MOVES</h3><p>As the GM, you have <strong>GM moves</strong> that change the story in response to the players’ actions. GM moves aren’t bound by specific spells or effects—when you make a GM move, you can describe the action in whatever way the fiction demands.</p><p>GM moves happen during GM turns. A GM turn begins when the spotlight passes to them and ends when the spotlight passes back to the players.</p><p></p><h4>WHEN TO MAKE A MOVE</h4><p>The GM can make a GM move whenever you want, but the frequency and severity depends on the type of story you’re telling, the actions your players take, and the tone of the session you’re running.</p><p>Make a GM move when the players:</p><ul><li><p>Roll with Fear</p></li><li><p>Fail an action roll</p></li><li><p>Do something that has unavoidable consequences</p></li><li><p>Give you a “golden opportunity” (an opening that demands an immediate response)</p></li><li><p>Look to you for what happens next</p></li></ul><p></p><h4>CHOOSING GM MOVES</h4><p>The result of a player’s action roll determines your response:</p><p>On a <strong>Critical Success</strong>, you let the player describe their success, then give them an additional opportunity or advantage.</p><p></p><p>On a <strong>Success with Hope</strong>, you let the player describe their success, then you show how the world reacts to it.</p><p></p><p>On a <strong>Success with Fear</strong>, you work with the player to describe their success, then take a Fear and make a GM move to introduce a minor consequence, complication, or cost:</p><ul><li><p>An adversary attacks</p></li><li><p>The PC marks a Stress</p></li><li><p>You introduce a new threat</p></li><li><p>You raise the stakes of the conflict</p></li></ul><p></p><p>On a <strong>Failure with Hope</strong>, you describe how the PC fails to get what they want, then make a GM move to introduce a minor consequence, complication, or cost:</p><ul><li><p>An adversary attacks</p></li><li><p>The PC marks a Stress</p></li><li><p>You introduce a new threat</p></li><li><p>You raise the stakes of the conflict</p></li></ul><p></p><p>On a <strong>Failure with Fear</strong>, you describe how things go wrong, then make a GM move to introduce a major consequence, complication, or cost:</p><ul><li><p>You put them in immediate danger</p></li><li><p>They become the focus of multiple adversaries</p></li><li><p>They are separated from their party</p></li><li><p>They lose an important opportunity for good.</p></li></ul><p></p><h3>QUICK REFERENCE:</h3><p></p><h4>RESOLVING ACTION ROLLS</h4><p><em>If you’re unsure how to resolve a roll, think about these quick phrases:</em></p><p><strong>Success with Hope</strong>: Yes, and… (You get what you want and gain a Hope.)</p><p><strong>Success with Fear</strong>: Yes, but… (You get what you want, but there’s a consequence, and the GM gains a Fear.)</p><p><strong>Failure with Hope</strong>: No, but… (Things don’t go as planned, but you gain a Hope.)</p><p><strong>Failure with Fear</strong>: No, and… (Things don’t go as planned and it gets worse. The GM gains a Fear.)</p><p>If the move you should make is not obvious from the fiction, draw inspiration from the “Example GM Moves” list:</p><ul><li><p>Introduce a new obstacle or enemy</p></li><li><p>Ask the player what happens</p></li><li><p>Have the PC mark a Stress</p></li><li><p>Tell the players “everything is fine… for now.”</p></li></ul><p></p><h3>SOFT AND HARD MOVES</h3><p>Soft moves go easier on the players—they give the party new information about the scene and offer them an opportunity to react to it. Hard moves are harsher, more impactful, or more direct—the PCs don’t get an opening to interrupt, alter, or anticipate the outcome.</p><p>Use softer moves on rolls with Hope and harder moves on rolls with Fear.</p><p></p><hr /><blockquote><p><strong>Example GM Moves</strong></p><ul><li><p>Show how the world reacts</p></li><li><p>Ask a question and build on the answer</p></li><li><p>Make an NPC act in accordance with their motive</p></li><li><p>Drive a PC to take action by dangling their goals in front of them</p></li><li><p>Signal an imminent off-screen threat</p></li><li><p>Reveal an unwelcome truth or unexpected danger</p></li><li><p>Force the group to split up</p></li><li><p>Make a PC mark Stress</p></li><li><p>Make a move the characters don’t see</p></li><li><p>Show the collateral damage</p></li><li><p>Clear an adversary’s condition</p></li><li><p>Shift the environment</p></li><li><p>Spotlight an adversary</p></li><li><p>Capture someone or something important</p></li><li><p>Use a PC’s backstory against them</p></li><li><p>Take away an opportunity permanently.</p><hr /></li></ul></blockquote><p></p><h3>USING FEAR</h3><p>You start a campaign with 1 Fear per PC in the party.</p><p>You gain Fear whenever a PC rolls with Fear, the PCs take a rest (see: Downtime), or when an ability or effect tells you to.</p><p>You can never have more than 12 Fear at one time.</p><p>Fear carries over between sessions.</p><p>Spend a Fear to:</p><ul><li><p>Interrupt the players to steal the spotlight and make a move</p></li><li><p>Make an additional GM move</p></li><li><p>Use an adversary’s Fear Feature</p></li><li><p>Use an environment’s Fear Feature</p></li><li><p>Add an adversary’s Experience to a roll</p></li></ul><p></p><p>The dramatic tension of a scene correlates with the amount of Fear you spend during it. For guidance on how much Fear you should spend in a scene, consult the following table:</p><p></p><table><tbody><tr><td data-colwidth=\"138\"><p>Incidental</p></td><td data-colwidth=\"1272\"><p>A catch-up between PCs after an emotionally charged scene; gathering information; resupplying at a local market; resting during downtime.</p></td><td><p>0–1 Fear</p></td></tr><tr><td data-colwidth=\"138\"><p>Minor</p></td><td data-colwidth=\"1272\"><p>A travel sequence; a minor skirmish that introduces new foes or signals future trouble.</p></td><td><p>1–3 Fear</p></td></tr><tr><td data-colwidth=\"138\"><p>Standard</p></td><td data-colwidth=\"1272\"><p>A substantial battle with a notable objective; perilous travel that tests might and wit; a tense social encounter seeking crucial information or aid.</p></td><td><p>2–4 Fear</p></td></tr><tr><td data-colwidth=\"138\"><p>Major</p></td><td data-colwidth=\"1272\"><p>A large battle with a Solo or Leader adversary; a character-defining scene with a significant change to a character’s personal story (such as revelation, growth, and betrayal).</p></td><td><p>4–8 Fear</p></td></tr><tr><td data-colwidth=\"138\"><p>Climactic</p></td><td data-colwidth=\"1272\"><p>A major confrontation with the villain of a story arc; an epic set piece battle; a judicial duel to determine an important NPC’s fate.</p></td><td><p>6–12 Fear</p></td></tr></tbody></table><p>If you find yourself with a large amount of Fear, consider:</p><ul><li><p><strong>Spending Fast:</strong> Spend Fear before the players have a chance to react</p></li><li><p><strong>Spending Often</strong>: Spend Fear every time the spotlight swings to you</p></li><li><p><strong>Spending Big</strong>: Spend Fear to make multiple moves in a row</p></li></ul><p>Spending Fear to make a move communicates the increased impact of your action. Fear moves often include one or more of these elements:</p><ul><li><p>Introducing new adversaries to a scene when their appearance hasn’t been foreshadowed or lacks context.</p></li><li><p>An adversary activating a powerful spell or transformation to deal massive damage or boost their capabilities.</p></li><li><p>An environment exerting a strong negative effect on the party.</p></li></ul><p></p><h2>DIFFICULTY BENCHMARKS</h2><p>The Difficulty of an attack roll against an adversary is equal to the adversary’s Difficulty score. The Difficulty of any other action rolls against an adversary is equal to the adversary’s Difficulty score, plus (if applicable) the value of one of the adversary relevant Experience modifiers.</p><p>When a player makes an action roll without a specified Difficulty, the GM sets the Difficulty according to the totality of the circumstances. Refer to the following benchmark table for more guidance:</p><p></p><h3>AGILITY</h3><table><tbody><tr><td data-colwidth=\"74\"><p><strong>ROLL</strong></p></td><td><p><strong>SPRINT</strong></p></td><td><p><strong>LEAP</strong></p></td><td><p><strong>MANEUVER</strong></p></td></tr><tr><td data-colwidth=\"74\"><p><strong>5</strong></p></td><td><p>Sprint within Close range across an open field with an enemy present.</p></td><td><p>Make a running jump of half your height (about 3 feet for a human).</p></td><td><p>Walk slowly across a narrow beam.</p></td></tr><tr><td data-colwidth=\"74\"><p><strong>10</strong></p></td><td><p>Sprint within Far range across an open field with an enemy present.</p></td><td><p>Make a running jump of your height (about 6 feet for a human).</p></td><td><p>Walk quickly across a narrow beam.</p></td></tr><tr><td data-colwidth=\"74\"><p><strong>15</strong></p></td><td><p>Sprint within Close range across rough terrain with an enemy present.</p></td><td><p>Make a running jump of double your height (about 12 feet for a human).</p></td><td><p>Run across a narrow beam.</p></td></tr><tr><td data-colwidth=\"74\"><p><strong>20</strong></p></td><td><p>Sprint within Close range through an active battle of multiple enemies.</p></td><td><p>Make a running jump of three times your height (about 18 feet for a human).</p></td><td><p>Run across a narrow beam in heavy wind.</p></td></tr><tr><td data-colwidth=\"74\"><p><strong>25</strong></p></td><td><p>Sprint within Far range through a pitched battle in rough terrain.</p></td><td><p>Make a running jump of five times your height (about 30 feet for a human).</p></td><td><p>Run across a very narrow beam in an active rainstorm.</p></td></tr><tr><td data-colwidth=\"74\"><p><strong>30</strong></p></td><td><p>Sprint across the heads of your enemies in a pitched battle.</p></td><td><p>Make a running jump of ten times your height (about 60 feet for a human).</p></td><td><p>Run across an inch-wide, oil-slicked beam in an active rainstorm.</p></td></tr></tbody></table><p></p><h3>STRENGTH</h3><table><tbody><tr><td data-colwidth=\"76\"><p><strong>ROLL</strong></p></td><td><p><strong>LIFT</strong></p></td><td><p><strong>SMASH</strong></p></td><td><p><strong>GRAPPLE</strong></p></td></tr><tr><td data-colwidth=\"76\"><p><strong>5</strong></p></td><td><p>Lift a chair.</p></td><td><p>Destroy a glass cup.</p></td><td><p>Subdue a child.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>10</strong></p></td><td><p>Lift a table or small chest.</p></td><td><p>Destroy a small wooden table.</p></td><td><p>Subdue a weak adult.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>15</strong></p></td><td><p>Lift a grown person or large chest.</p></td><td><p>Break through a wooden door.</p></td><td><p>Subdue an average adult.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>20</strong></p></td><td><p>Lift the side of a laden cart or carry a large chest up stairs.</p></td><td><p>Break through a stone wall.</p></td><td><p>Subdue a skilled wrestler.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>25</strong></p></td><td><p>Lift a horse, an ox, or a large monster.</p></td><td><p>Break through a dragon’s teeth.</p></td><td><p>Subdue a large beast.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>30</strong></p></td><td><p>Lift a falling portcullis gate.</p></td><td><p>Break a god’s grip.</p></td><td><p>Subdue a legendary beast.</p></td></tr></tbody></table><p></p><h3>FINESSE</h3><table><tbody><tr><td data-colwidth=\"71\"><p><strong>ROLL</strong></p></td><td><p><strong>CONTROL</strong></p></td><td><p><strong>HIDE</strong></p></td><td><p><strong>TINKER</strong></p></td></tr><tr><td data-colwidth=\"71\"><p><strong>5</strong></p></td><td><p>Ride a horse through easy terrain.</p></td><td><p>Evade notice under full cover on a moonless night.</p></td><td><p>Open a sticky lock with the appropriate key.</p></td></tr><tr><td data-colwidth=\"71\"><p><strong>10</strong></p></td><td><p>Drive an ox-pulled cart.</p></td><td><p>Evade notice in limited cover on a moonless night.</p></td><td><p>Open a simple puzzle box.</p></td></tr><tr><td data-colwidth=\"71\"><p><strong>15</strong></p></td><td><p>Ride a horse through rough terrain.</p></td><td><p>Evade notice in limited cover on an average night.</p></td><td><p>Disable a standard trap.</p></td></tr><tr><td data-colwidth=\"71\"><p><strong>20</strong></p></td><td><p>Drive a cart through rough terrain.</p></td><td><p>Evade notice in the shadows on an average night.</p></td><td><p>Disable a complicated trap.</p></td></tr><tr><td data-colwidth=\"71\"><p><strong>25</strong></p></td><td><p>Ride a wild horse through dangerous terrain.</p></td><td><p>Evade notice with minimal cover in ample light.</p></td><td><p>Open a door secured by a sequence of elaborate locks.</p></td></tr><tr><td data-colwidth=\"71\"><p><strong>30</strong></p></td><td><p>Ride an enraged beast through dangerous terrain.</p></td><td><p>Evade notice with no cover in full daylight.</p></td><td><p>Disable an incredibly sensitive and deadly trap.</p></td></tr></tbody></table><p></p><h3>INSTINCT</h3><table><tbody><tr><td data-colwidth=\"67\"><p><strong>ROLL</strong></p></td><td><p><strong>PERCEIVE</strong></p></td><td><p><strong>SENSE</strong></p></td><td><p><strong>NAVIGATE</strong></p></td></tr><tr><td data-colwidth=\"67\"><p><strong>5</strong></p></td><td><p>Hear a loud noise twenty paces away.</p></td><td><p>Detect an obvious ambush or notice an obvious deception.</p></td><td><p>Follow a well-trod path in good lighting and weather.</p></td></tr><tr><td data-colwidth=\"67\"><p><strong>10</strong></p></td><td><p>Hear a speaking voice fifty paces away.</p></td><td><p>Detect a looming threat or notice an average person’s lies.</p></td><td><p>Follow an average path in good lighting and weather.</p></td></tr><tr><td data-colwidth=\"67\"><p><strong>15</strong></p></td><td><p>Hear someone walking in the woods fifty paces away.</p></td><td><p>Detect hostile intent from a foe or see through a merchant’s lies.</p></td><td><p>Follow a subtle path through rough conditions.</p></td></tr><tr><td data-colwidth=\"67\"><p><strong>20</strong></p></td><td><p>Hear someone sneaking through the woods fifty paces away.</p></td><td><p>Detect a politician’s veiled hostility or detect a nearby assassin.</p></td><td><p>Follow a subtle path through harsh conditions.</p></td></tr><tr><td data-colwidth=\"67\"><p><strong>25</strong></p></td><td><p>Hear a prowling animal fifty paces away.</p></td><td><p>Identify a spymaster’s plot or read a politican’s true intentions.</p></td><td><p>Find your way with no path through dangerous conditions.</p></td></tr><tr><td data-colwidth=\"67\"><p><strong>30</strong></p></td><td><p>Hear a diving bird a hundred paces away.</p></td><td><p>Sense a shred of doubt within a god’s pronouncement.</p></td><td><p>Find your way through a trickery god’s maze.</p></td></tr></tbody></table><p></p><h3>PRESENCE</h3><table><tbody><tr><td data-colwidth=\"76\"><p><strong>ROLL</strong></p></td><td><p><strong>CHARM</strong></p></td><td><p><strong>PERFORM</strong></p></td><td><p><strong>DECEIVE</strong></p></td></tr><tr><td data-colwidth=\"76\"><p><strong>5</strong></p></td><td><p>Win the trust of a friendly neighbor.</p></td><td><p>Earn a meal from a friendly crowd.</p></td><td><p>Trick a trusting acquaintance.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>10</strong></p></td><td><p>Win the trust of a friendly stranger.</p></td><td><p>Earn room and board in a small town or impress a small crowd.</p></td><td><p>Trick an average stranger.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>15</strong></p></td><td><p>Win the trust of a cautious stranger or talk your way into a noble’s party.</p></td><td><p>Earn room and board in a low-end tavern or impress a large crowd.</p></td><td><p>Trick an average merchant.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>20</strong></p></td><td><p>Win the trust of a sympathetic foe or talk your way into an enemy’s party.</p></td><td><p>Earn lodging in a high-end tavern or impress a full theater.</p></td><td><p>Trick a trained courtier.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>25</strong></p></td><td><p>Turn an enemy against their ruler or talk your way into a fae court.</p></td><td><p>Earn your keep in a royal court or impress a full colosseum.</p></td><td><p>Trick a spymaster.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>30</strong></p></td><td><p>Talk a hostile god into granting you a boon.</p></td><td><p>Save yourself from execution after offending the queen.</p></td><td><p>Trick a god.</p></td></tr></tbody></table><p></p><h3>KNOWLEDGE</h3><table><tbody><tr><td data-colwidth=\"76\"><p><strong>ROLL</strong></p></td><td><p><strong>RECALL</strong></p></td><td><p><strong>ANALYZE</strong></p></td><td><p><strong>COMPREHEND</strong></p></td></tr><tr><td data-colwidth=\"76\"><p><strong>5</strong></p></td><td><p>Recall uncommon facts about your community.</p></td><td><p>Unpack an obvious metaphor in a simple text.</p></td><td><p>Learn simple skills from an excellent teacher.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>10</strong></p></td><td><p>Recall uncommon facts about a neighboring community.</p></td><td><p>Identify obvious subtext in a conversation.</p></td><td><p>Learn simple skills from an average teacher.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>15</strong></p></td><td><p>Recall uncommon facts about a distant community.</p></td><td><p>Break an average cipher in a coded message.</p></td><td><p>Learn complicated skills from an excellent teacher.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>20</strong></p></td><td><p>Recall specialized facts about a distant community.</p></td><td><p>Identify a weakness in a complicated battle plan.</p></td><td><p>Learn complicated skills under poor conditions.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>25</strong></p></td><td><p>Recall specialized facts about a fallen kingdom.</p></td><td><p>Predict the downfall of a nation based on concealed misdeeds.</p></td><td><p>Learn complicated skills quickly under dangerous conditions.</p></td></tr><tr><td data-colwidth=\"76\"><p><strong>30</strong></p></td><td><p>Recall secret information about an obscure historical group.</p></td><td><p>Identify the weakness in a divine champion’s fighting form.</p></td><td><p>Learn complicated skills quickly from incomplete information.</p></td></tr></tbody></table><p></p><h2>GIVING ADVANTAGE AND DISADVANTAGE</h2><p>To viscerally convey how a PC’s actions or circumstances affect their ability to act, grant them advantage die (or impose disadvantage die) instead of adjusting the Difficulty of an action roll.</p><p></p><h3>ADVERSARY ACTION ROLLS</h3><p>By default, adversaries don’t normally make action rolls except for attack rolls and any unique actions described in their stat blocks. Any other action an adversary attempts simply succeeds without an action roll; if you want an adversary’s action to have a chance of failure, have any relevant PCs make reaction rolls instead.</p><p>However, for especially dramatic or difficult tasks that the PCs can’t influence, you can give an adversary an <strong>action roll</strong> anyway. For an adversary’s action roll, roll a d20. If the result is equal to or greater than the action’s Difficulty, the action succeeds—otherwise it fails. You can spend a Fear before rolling to add a relevant Experience from the adversary’s stat block to the total. Use the same procedure when an adversary makes a <strong>reaction roll.</strong></p><p></p><h3>ADVERSARY ADVANTAGE &amp; DISADVANTAGE</h3><p>If an adversary has advantage on an action roll, the GM rolls an extra d20 and counts only the higher result. If an adversary has disadvantage on an action roll, the GM rolls an extra d20 and counts only the lower result.</p><p></p><h3>ADVERSARY ATTACKS</h3><p>When an adversary attacks a PC, the GM rolls a d20 and adds the adversary’s Attack Modifier to the result. If the total meets or beats the target’s Evasion, the attack succeeds; otherwise, it fails. Before rolling, the GM can grant the attacking adversary advantage, impose disadvantage, or spend a Fear to add a relevant Experience from the adversary’s stat block to the total.</p><p>On a success, the adversary deals the damage listed in their stat block to the target.</p><p>When an adversary’s action lets the GM make an <strong>attack against multiple targets</strong>, they make one attack roll and compare it to each target’s Evasion separately.</p><p></p><h2>COUNTDOWNS</h2><p>Countdowns represent a period of time or series of events preceding a future effect. A countdown begins at a starting value. When a countdown advances, it’s reduced by 1. The countdown’s effect is triggered when the countdown reaches 0.</p><hr /><blockquote><p><strong>Note</strong>: You can track countdowns by “spinning down” dice or ticking off boxes.</p></blockquote><hr /><p>Standard countdowns advance every time a player makes an action roll. If an adversary or environment ability refers to a “Countdown [n],” then it means a standard countdown with a starting value of n.</p><p>Dynamic countdowns advance by up to 3 depending on the outcomes of action rolls. Consequence countdowns are dynamic countdowns to negative effects. Progress countdowns are dynamic countdowns to positive effects. Dynamic countdowns advance according to this chart:</p><p></p><h2>DYNAMIC COUNTDOWN ADVANCEMENT</h2><p></p><table><tbody><tr><td><p><strong>Roll Result</strong></p></td><td><p><strong>Progress Advancement</strong></p></td><td><p><strong>Consequence Advancement</strong></p></td></tr><tr><td><p>Failure with Fear</p></td><td><p>No advancement</p></td><td><p>Tick down 3</p></td></tr><tr><td><p>Failure with Hope</p></td><td><p>No advancement</p></td><td><p>Tick down 2</p></td></tr><tr><td><p>Success with Fear</p></td><td><p>Tick down 1</p></td><td><p>Tick down 1</p></td></tr><tr><td><p>Success with Hope</p></td><td><p>Tick down 2</p></td><td><p>No advancement</p></td></tr><tr><td><p>Critical Success</p></td><td><p>Tick down 3</p></td><td><p>No advancement</p></td></tr></tbody></table><p></p><h3>ADVANCED COUNTDOWN FEATURES</h3><ul><li><p>Countdowns with <strong>randomized starting values</strong></p></li><li><p><strong>Loop</strong> countdowns that reset to their starting value after their countdown effect is triggered.</p></li><li><p><strong>Increasing</strong> countdowns that increase their starting value by 1 every time they loop.</p></li><li><p><strong>Decreasing</strong> countdowns that decrease their starting value by 1 every time they loop.</p></li><li><p><strong>Linked</strong> progress and consequence countdowns that simultaneously advance according to the same action roll outcomes.</p></li><li><p><strong>Long-term countdowns</strong> that advance after <strong>rests</strong> instead of action rolls.</p></li></ul><p></p><h2>GIVING OUT GOLD, EQUIPMENT, AND LOOT</h2><p>It’s up to you and your players how much importance you want to place on gold, equipment, and loot in your campaign.</p><p>Adjust the availability and utility of wealth and equipment to reflect the tone, themes, and setting of your campaign.</p><p>If you don’t wish to track gold, then when PCs go shopping fornew items let them pick one or two from a short, preselected list that aligns with your campaign setting and the party’s current location.</p><p>Otherwise, set the prices of goods and services by adjusting the entries in the Average Costs table to reflect your campaign setting:</p><p></p><p></p><table><tbody><tr><td><p>Meals for a party of adventurers per night</p></td><td><p>1 Handful</p></td></tr><tr><td><p>Standard inn room per night</p></td><td><p>1 Handful</p></td></tr><tr><td><p>Luxury inn room per night</p></td><td><p>1 Bag</p></td></tr><tr><td><p>Carriage ride</p></td><td><p>2 Handfuls</p></td></tr><tr><td><p>Mount (horse, mule, etc.)</p></td><td><p>3 Bags</p></td></tr><tr><td><p>Specialized tools</p></td><td><p>3 Handfuls</p></td></tr><tr><td><p>Fine clothing</p></td><td><p>3 Handfuls</p></td></tr><tr><td><p>Luxury clothing</p></td><td><p>1 Bag</p></td></tr><tr><td><p>Tier 1 equipment (weapons, armor)</p></td><td><p>1–5 Handfuls</p></td></tr><tr><td><p>Tier 2 equipment (weapons, armor)</p></td><td><p>1–2 Bags</p></td></tr><tr><td><p>Tier 3 equipment (weapons, armor)</p></td><td><p>5–10 Bags</p></td></tr><tr><td><p>Tier 4 equipment (weapons, armor)</p></td><td><p>1–2 Chests</p></td></tr></tbody></table><p></p><h2>RUNNING GM NPCS</h2><p>When you run NPCs as the GM, you should always strive to follow your GM principles and use them to bring the world to life. Differentiate NPCs with unique manners of speech and action; let their individual goals and desires motivate their actions.</p><p>The only essential elements for a NPC are their <strong>name</strong>, <strong>description</strong>, and <strong>motive</strong>. If it’s likely that the PCs will roll actions against them, give them a <strong>Difficulty</strong>. Adversaries can be invented or improvised by modifying the stat block of another adversary.</p><p>If an NPC becomes an ally in combat, they don’t need a stat block—just put the spotlight on what they do and show how their involvement alters the fiction. If a PC capitalizes on their help during the scene, give the PC advantage. NPCs that don’t have Hit Points or Stress can still be injured or killed if the fiction demands it.</p><p>If you want an important NPC to mechanically interact with the system, you can give them one or more features with specific <strong>triggers</strong> and <strong>effects</strong>. An NPC might also have a choice that adjusts the parameters of their feature. For example:</p><p></p><h4>ARCANE HOLD</h4><p><em><strong>Choice</strong></em>: When the battle begins, choose a favored PC.</p><p><em><strong>Trigger</strong></em>: The first time during a battle the favored PC is within Close range and hit with an attack.</p><p><em><strong>Effect</strong></em>: Make an attack roll with a +6 modifier against the adversary. On a success, the target is temporarily Restrained by tendrils of powerful magic.</p><p></p><h3>NPC FEATURE EXAMPLES</h3><p></p><h4>VOLLEY OF ARROWS</h4><p><em><strong>Trigger</strong></em>: A battle begins and this NPC is involved.</p><p><em><strong>Effect</strong></em>: Activate a countdown (Loop 3). It ticks down when a PC misses an attack. When it triggers, this NPC releases a volley of arrows at a target of the PCs’ choice, dealing 2d8+3 physical damage.</p><p></p><h4>MENTOR</h4><p>​​<em><strong>Choice</strong></em>: When the battle begins, choose a protégé PC.</p><p><em><strong>Trigger</strong></em>: Your protégé is within Close range and fails an attack roll.</p><p><em><strong>Effect</strong></em>: Move into Melee range with the PC and give them advice or guidance. The next attack roll they make has advantage.</p><p></p><h4>REGROUP</h4><p>​​<em><strong>Choice</strong></em>: When a battle begins, choose a point within Far range.</p><p><em><strong>Trigger</strong></em>: All PCs have marked all of their Armor Slots.</p><p><em><strong>Effect</strong></em>: Teleport all PCs and this NPC to the chosen spot and clear an Armor Slot on each target.</p><p></p><h4>INTO THE NIGHT</h4><p><em><strong>Trigger</strong></em>: The PCs start a long rest with this NPC.</p><p><em><strong>Effect</strong></em>: Roll 1d4. On a 2 or less, this NPC steals 1 handful of gold from the party while they are sleeping, then disappears into the night.</p><p></p><h2>OPTIONAL GM MECHANICS</h2><p></p><h3>FATE ROLLS</h3><p>When the GM wants to leave an outcome entirely up to chance, they call for a fate roll. The GM establishes what’s at stake and how the roll will be interpreted. Then a player rolls one of their Duality Dice and interprets the result.</p><blockquote><p></p><hr /><p><strong>Examples:</strong></p><p>“Roll your Fear Die. On a 4 or lower, the fire spreads beyond this house.”</p><p>“I think it’s really up to chance whether reinforcements will make it to you in time. Go ahead and roll your Fear Die— that’ll determine the starting size of the countdown. When that triggers, reinforcements will arrive in your Far range.”</p><p>“Go ahead and roll your Hope Die to see how big the crowd at the inn is tonight. The higher the roll, the bigger the crowd.”</p><p>“Make a roll using your Hope Die to determine the number of Stamina Potions the shop has in stock.”</p></blockquote><hr /><p></p><h3>FALLING AND COLLISION DAMAGE</h3><p>If a character falls to the ground, you can use the following as a guide to determine the damage they take:</p><ul><li><p>A fall from Very Close range deals 1d10+3 physical damage.</p></li><li><p>A fall from Close range deals 1d20+5 physical damage.</p></li><li><p>A fall from Far or Very Far range deals 1d100+15 physical damage, or death at the GM’s discretion.</p></li></ul><p>If a character collides with an object or another character at a dangerous speed, they take 1d20+5 direct physical damage.</p><p></p><h3>MOVING AND FIGHTING UNDERWATER</h3><p>By default, attack rolls made while the attacker is underwater have disadvantage.</p><p>For creatures that can’t breathe underwater, use a standard countdown (3) to track how long they can hold their breath.</p><p>Advance the countdown whenever the PC takes an action. In addition if they fail a roll or roll with Fear while underwater, you can spend your GM move to advance it an additional time—or twice, if they rolled a failure with Fear.</p><p>Once the countdown ends, the underwater PC must mark a Stress whenever they take an action.</p><p></p><h3>CONFLICT BETWEEN PCS</h3><p>Sometimes a player might want their character to act against another PC in the scene. Before jumping to rolling dice, discuss the situation with both players to decide how to resolve the conflict. A roll might not be necessary to reach an outcome—but if rolling will be fun for everyone involved, come to a consensus on the terms of the roll, then facilitate the scene according to the results.</p><p>On an attack roll against a PC, the attacker rolls against the defender’s Evasion, just like an adversary. On any other kind of action roll, the instigator makes an action roll and the target makes a reaction roll. To succeed, the instigator must beat a Difficulty equal to the total value of the reaction roll.</p><p></p><h1>ADVERSARIES AND ENVIRONMENTS</h1><p></p><h2>USING ADVERSARIES</h2><p></p><h3>ADVERSARY STAT BLOCKS</h3><p>All the information required to run an adversary is contained in their stat block. An adversary’s stat block includes their:</p><p></p><h4>NAME</h4><p>Each stat block has a unique <strong>name</strong>. Abilities that affect adversaries with a certain name include all adversaries who use that stat block, regardless of their in-story name.</p><p></p><h4>TIER</h4><p>Each adversary is designed to oppose PCs of a certain <strong>tier</strong>. If you confront the party with an adversary from another tier, adjust their stats.</p><p></p><h4>TYPE</h4><p>The adversary’s type appears alongside their tier. An adversary’s <strong>type</strong> represents the role they play in a conflict.</p><p>The adversary types are:</p><ul><li><p><strong>Bruisers</strong>: tough; deliver powerful attacks.</p></li><li><p><strong>Hordes</strong>: groups of identical creatures acting together as a single unit.</p></li><li><p><strong>Leaders</strong>: command and summon other adversaries.</p></li><li><p><strong>Minions</strong>: easily dispatched but dangerous in numbers.</p></li><li><p><strong>Ranged</strong>: fragile in close encounters but deal high damage at range.</p></li><li><p><strong>Skulks</strong>: maneuver and exploit opportunities to ambush opponents.</p></li><li><p><strong>Socials</strong>: present challenges around conversation instead of combat.</p></li><li><p><strong>Solos</strong>: present a formidable challenge to a whole party, with or without support.</p></li><li><p><strong>Standards</strong>: representative of their fictional group.</p></li><li><p><strong>Supports</strong>: enhance their allies and disrupt their opponents.</p></li></ul><p></p><h4>DESCRIPTION</h4><p>A summary of the adversary's appearance and demeanor.</p><p></p><h4>MOTIVES &amp; TACTICS</h4><p>Suggusted impulses, actions and goals for the adversary.</p><p></p><h4>DIFFICULTY</h4><p>The Difficulty of any roll made against the adversary, unless otherwise noted.</p><p></p><h4>DAMAGE THRESHOLDS, HIT POINTS, AND STRESS</h4><p>These systems function the same way they do for PCs. The numbers listed after “Threshold” are the adversary’s Major and Severe Thresholds.</p><p></p><h4>ATTACK MODIFIER</h4><p>When you attack with the adversary, apply this bonus or penalty to your attack roll.</p><p></p><h4>STANDARD ATTACK</h4><p>A description of the adversary’s primary mode of inflicting harm on the PCs. It includes the attack’s <strong>name</strong>, its effective <strong>range</strong>, and the <strong>damage</strong> it deals on a success. Using an adversary’s <strong>standard attack</strong> is a GM move.</p><p></p><h4>EXPERIENCE (OPTIONAL)</h4><p></p><p>The GM can spend a Fear to add an adversary’s relevant Experience to raise their attack roll or increase the Difficulty of a roll made against them.</p><p></p><h4>EXAMPLE EXPERIENCES:</h4><p></p><table><tbody><tr><td><p>Acrobatics</p></td><td><p>Hunt from Above</p></td><td><p>Navigation</p></td></tr><tr><td><p>Ambusher</p></td><td><p>Intimidation</p></td><td><p>Nobility</p></td></tr><tr><td><p>Bartering</p></td><td><p>Intrusion</p></td><td><p>Quick Reflexes</p></td></tr><tr><td><p>Blademaster</p></td><td><p>Keen Senses</p></td><td><p>Socialite</p></td></tr><tr><td><p>Bodyguard</p></td><td><p>Magical Knowledge</p></td><td><p>Stealth</p></td></tr><tr><td><p>Commander</p></td><td><p>Nature’s Friend</p></td><td><p>Tracker</p></td></tr></tbody></table><p></p><h3>FEATURE(S)</h3><p>There are three kinds of adversary features: <strong>actions</strong>, <strong>reactions</strong>, and <strong>passives</strong>. Note: each adversaries stress is tracked individually. If a feature requires the GM to spend Stress to activate it, the Stress must come from the adversary whose feature is being activate. If a feature has a Fear requirement, it must be spent in addition to any Fear already spent—for instance, to interrupt the PCs and put the spotlight on the adversary.</p><ul><li><p><strong>Actions</strong>: a special attack or other unique action that the adversary can perform when the spotlight is on them.</p></li><li><p><strong>Reactions</strong>: special effects that take effect when their trigger occurs, regardless of whether the spotlight is on the adversary.</p></li><li><p><strong>Passives</strong>: special abilities that remain in effect by default and require no resources or triggers to activate.</p></li></ul><p></p><h3>FEAR FEATURE(S)</h3><p>High-impact effects that cost a Fear to activate.</p><p></p><h3>EXAMPLE ADVERSARY FEATURES:</h3><p></p><h4>ACTIONS</h4><p><strong>Haymaker - Action</strong>: Make an attack against a target within Very Close range. On a success, deal X direct physical damage.</p><p><strong>Shredding Strike - Action</strong>: Make an attack against a target within Very Close range. On a success, deal X physical damage and the target must mark an Armor Slot without gaining its benefit (they can still use armor to reduce the damage).</p><p><strong>More Where That Came From - Action</strong>: Summon three Jagged Knife Lackeys, who appear at Far range.</p><p></p><h4>REACTIONS</h4><p><strong>Heavy Hitter - Reaction:</strong> When this adversary deals damage with a standard attack, you can spend a Fear to gain a +X bonus to the damage roll.</p><p><strong>Team-Up - Reaction:</strong> When another adversary within Very Close range of this adversary deals X damage to a creature, you can mark a Stress to make a standard attack against that same creature. On a success, combine the damage.</p><p><strong>Momentum - Reaction:</strong> When this adversary makes a successful attack against a PC, you gain a Fear.</p><p></p><h4>PASSIVES</h4><p><strong>Horde (X) - Passive:</strong> When the Horde has marked half or more of their HP, their standard attack deals X damage instead.</p><p><strong>Minion (X) - Passive:</strong> This adversary is defeated when they take any damage. For every X damage a PC deals to this adversary, defeat an additional Minion within range the attack would succeed against.</p><p><strong>Relentless (X) - Passive:</strong> This adversary can be spotlighted up to X times per GM turn. Spend Fear as usual to spotlight them.</p><p><strong>Slow - Passive:</strong> When you spotlight this adversary and they don’t have a token on their stat block, they can’t act yet. Place a token on their stat block and describe what they’re preparing to do. When you spotlight this adversary and they have a token on their stat block, clear the token and they can act.</p><p><strong>Arcane Form - Passive:</strong> This adversary is resistant to magic damage.</p><p><strong>Armored Carapace - Passive:</strong> When this adversary takes physical damage, reduce it by X.</p><p></p><h3>FEAR FEATURES</h3><p><strong>Explosion - Action:</strong> Spend a Fear to erupt in a fiery explosion. Make an attack against all targets within Close range. Targets the adversary succeeds against take 1d8 magic damage and are knocked back to Far range.</p><p></p><h2>BUILDING BALANCED ENCOUNTERS</h2><p>When planning a battle, start with <strong>[(3 x the number of PCs in combat) + 2] Battle Points</strong> and make the following adjustments:</p><ul><li><p><strong>-1</strong> for an easier or shorter fight</p></li><li><p><strong>-2</strong> if you’re using 2 or more Solo adversaries</p></li><li><p><strong>-2</strong> if you add +1d4 (or a static +2) to all adversaries’ damage rolls</p></li><li><p><strong>+1</strong> if you choose an adversary from a lower tier</p></li><li><p><strong>+1</strong> if you don’t include any Bruisers, Hordes, Leaders, or Solos</p></li><li><p><strong>+2</strong> for a harder or longer fight</p></li></ul><p>Then spend your Battle Points to add an adversary to the encounter:</p><ul><li><p><strong>Spend 1</strong> <strong>point</strong> for each group of Minions equal to the size of the party.</p></li><li><p><strong>Spend 1</strong> <strong>point</strong> for each Social or Support adversary.</p></li><li><p><strong>Spend 2 points</strong> for each Horde, Ranged, Skulk, or Standard adversary.</p></li><li><p><strong>Spend 3 points</strong> for each Leader adversary.</p></li><li><p><strong>Spend 4 points</strong> for each Bruiser adversary.</p></li><li><p><strong>Spend 5 points</strong> for each Solo adversary.</p></li></ul><p></p><h2>DEFEATED ADVERSARIES</h2><p>When an adversary marks their last Hit Point, they are defeated: incapacitated, tied up, routed, killed, or anything else the table decides makes sense.</p><p></p><h3>ADVERSARY STAT BLOCK BENCHMARKS</h3><p></p><table><tbody><tr><td><p><strong>ADVERSARY STATISTIC</strong></p></td><td><p><strong>TIER 1</strong></p></td><td><p><strong>TIER 2</strong></p></td><td><p><strong>TIER 3</strong></p></td><td><p><strong>TIER 4</strong></p></td></tr><tr><td><p>Attack Modifier</p></td><td><p>+1</p></td><td><p>+2</p></td><td><p>+3</p></td><td><p>+4</p></td></tr><tr><td><p>Damage Dice</p></td><td><p>1d6+2 to 1d12+4</p></td><td><p>2d6+3 to 2d12+4</p></td><td><p>3d8+3 to 3d12+5</p></td><td><p>4d8+10 to 4d12+15</p></td></tr><tr><td><p>Difficulty</p></td><td><p>11</p></td><td><p>14</p></td><td><p>17</p></td><td><p>20</p></td></tr><tr><td><p>Damage Thresholds</p></td><td><p>Major 7/Severe 12</p></td><td><p>Major 10/Severe 20</p></td><td><p>Major 20/Severe 32</p></td><td><p>Major 25/Severe 45</p></td></tr></tbody></table><p></p><h1>ADVERSARIES BY TIER</h1><p>This section contains the following stat blocks:</p><p></p><h2>TIER 1 (LEVEL 1)</h2><ul><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.89yAh30vaNQOALlz]{Acid Burrower}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.71qKDLKO3CsrNkdy]{Bear}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.8Zkqk1jU09nKL2fy]{Cave Ogre}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.uOP5oT9QzXPlnf3p]{Construct}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.CBBuEXAlLKFMJdjg]{Courtier}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.9x2xY9zwc3xzbXo5]{Deeproot Defender}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.wNzeuQLfLUMvgHlQ]{Dire Wolf}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.IIWV4ysJPFPnTP7W]{Giant Mosquitoes}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.4PfLnaCrOcMdb4dK]{Giant Rat}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.fmfntuJ8mHRCAktP]{Giant Scorpion}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.8KWVLWXFhlY2kYx0]{Glass Snake}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.uRtghKE9mHlII4rs]{Harrier}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.JRhrrEg5UroURiAD]{Archer Guard}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.B4LZcGuBAHzyVdzy]{Bladed Guard}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.mK3A5FTx6k8iPU3F]{Head Guard}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.5Lh1T0zaT8Pkr2U2]{Jagged Knife Bandit}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.MbBPIOxaxXYNApXz]{Jagged Knife Hexer}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.CBKixLH3yhivZZuL]{Jagged Knife Kneebreaker}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.C0OMQqV7pN6t7ouR]{Jagged Knife Lackey}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.aTljstqteGoLpCBq]{Jagged Knife Lieutenant}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.XF4tYTq9nPJAy2ox]{Jagged Knife Shadow}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.1zuyof1XuIfi3aMG]{Jagged Knife Sniper}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.Al3w2CgjfdT3p9ma]{Merchant}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.sRn4bqerfARvhgSV]{Minor Chaos Elemental}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.DscWkNVoHak6P4hh]{Minor Fire Elemental}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.3tqCjDwJAQ7JKqMb]{Minor Demon}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.G62k4oSkhkoXEs2D]{Minor Treant}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.SHXedd9zZPVfUgUa]{Green Ooze}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.aLkLFuVoKz2NLoBK]{Tiny Green Ooze}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.9rVlbJVrDNn1x7PS]{Red Ooze}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.1fkLQXVtmILqfJ44]{Tiny Red Ooze}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.wycLpvebWdUqRhpP]{Petty Noble}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.OROJbjsqagVh7ECV]{Pirate Captain}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.5YgEajn0wa4i85kC]{Pirate Raiders}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.mhcVkVFrzIJ18FDm]{Pirate Tough}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.bgreCaQ6ap2DVpCr]{Sellsword}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.7X5q7a6ueeHs5oA9]{Skeleton Archer}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.6l1a3Fazq8BoKIcc]{Skeleton Dredge}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.Q9LaVTyXF9NF12C7]{Skeleton Knight}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.10YIQl0lvCJXZLfX]{Skeleton Warrior}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.ldbWEL7uZs84vyrR]{Spellblade}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.qNgs3AbLyJrY19nt]{Swarm of Rats}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.VtFBt9XBE0WrGGxP]{Sylvan Soldier}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.PKSXFuaIHUCoH63A]{Tangle Bramble Swarm}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.XcAGOSmtCFLT1unN]{Tangle Bramble}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.ZNbQ2jg35LG4t9eH]{Weaponmaster}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.8yUj2Mzvnifhxegm]{Young Dryad}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.2UeZ0tEe7AzgSJNd]{Brawny Zombie}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.EQTOAOUrkIvS2z88]{Patchwork Zombie Hulk}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.gP3fWTLzSFnpA8EJ]{Rotted Zombie}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.2nXz4ilAY4xuhKLm]{Shambling Zombie}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.Nf0v43rtflV56V2T]{Zombie Pack}</p></li></ul><p></p><h2>TIER 2 (LEVELS 2–4)</h2><ul><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.0ts6CGd93lLqGZI5]{Archer Squadron}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.vNIbYQ4YSzNf0WPE]{Apprentice Assassin}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.h5RuhzGL17dW5FBT]{Assassin Poisoner}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.dNta0cUzr96xcFhf]{Master Assassin}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.dgH3fW9FTYLaIDvS]{Battle Box}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.jDmHqGvzg5wjgmxE]{Chaos Skull}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.99TqczuQipBmaB8i]{Conscript}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.ZxWaWPdzFIUPNC62]{Courtesan}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.0NxCSugvKQ4W8OYZ]{Cult Adept}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.tyBOpLfigAhI9bU3]{Cult Fang}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.zx99sOGTXicP4SSD]{Cult Initiate}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.NoRZ1PqB8N5wcIw0]{Demonic Hound Pack}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.TLzY1nDw0Bu9Ud40]{Electric Eels}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.bfhVWMBUh61b9J6n]{Elite Soldier}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.ChwwVqowFw8hJQwT]{Failed Experiment}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.8VZIgU12cB3cvlyH]{Giant Beastmaster}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.YnObCleGjPT7yqEc]{Giant Brawler}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.5s8wSvpyC5rxY5aD]{Giant Recruit}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.OMQ0v6PE8s1mSU0K]{Giant Eagle}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.8mJYMpbLTb8qIOrr]{Gorgon}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.MYXmTx2FHcIjdfYZ]{Juvenile Flickerfly}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.7ai2opemrclQe3VF]{Knight of the Realm}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.niBpVU7yeo5ccskE]{Masked Thief}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.Vy02IhGhkJLuezu4]{Merchant Baron}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.rM9qCIYeWg9I0B4l]{Minotaur Wrecker}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.mVV7a7KQAORoPMgZ]{Mortal Hunter}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.EtLJiTsilPPZvLUX]{Royal Advisor}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.sLAccjvCWfeedbpI]{Secret-Keeper}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.YmVAkdNsyuXWTtYp]{Shark}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.BK4jwyXSRx7IOQiO]{Siren}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.5tCkhnBByUIN5UdG]{Spectral Archer}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.65cSO3EQEh6ZH6Xk]{Spectral Captain}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.UFVGl1osOsJTneLf]{Spectral Guardian}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.8zlynOhnVA59KpKT]{Spy}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.3aAS2Qm3R6cgaYfE]{Stonewraith}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.noDdT0tsN6FXSmC8]{War Wizard}</p></li></ul><p></p><h2>TIER 3 (LEVELS 5–7)</h2><ul><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.G7jiltRjgvVhZewm]{Adult Flickerfly}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.pnyjIGxxvurcWmTv]{Demon of Avarice}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.kE4dfhqmIQpNd44e]{Demon of Despair}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.2VN3BftageoTTIzu]{Demon of Hubris}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.SxSOkM4bcVOFyjbo]{Demon of Jealousy}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.5lphJAgzoqZI3VoG]{Demon of Wrath}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.tBWHW00epmMnkawe]{Dire Bat}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.wR7cFKrHvRzbzhBT]{Dryad}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.P7h54ZePFPHpYwvB]{Elemental Spark}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.dsfB3YhoL5SudvS2]{Greater Earth Elemental}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.xIICT6tEdnA7dKDV]{Greater Water Elemental}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.6hbqmxDXFOzZJDk4]{Huge Green Ooze}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.MI126iMOOobQ1Obn]{Hydra}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.yx0vK2yfNVZKWUUi]{Monarch}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.KGVwnLq85ywP9xvB]{Stag Knight}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.XK78QUfY8c8Go8Uv]{Oak Treant}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.o63nS0k3wHu6EgKP]{Treant Sapling}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.i2UNbRvgyoSs07M6]{Head Vampire}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.WWyUp6Mxl1S3KYUG]{Vampire}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.JqYraOqNmmhHk4Yy]{Vault Guardian Gaoler}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.FVgYb28fhxlVcGwA]{Vault Guardian Sentinel}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.c5hGdvY5UnSjlHws]{Vault Guardian Turret}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.UGPiPLJsPvMTSKEF]{Young Ice Dragon}</p></li></ul><p></p><h2>TIER 4 (LEVELS 8–10)</h2><ul><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.WPEOIGfclNJxWb87]{Arch-Necromancer}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.OsLG2BjaEdTZUJU9]{Fallen Shock Troop}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.PELRry1vqjBzSAlr]{Fallen Sorcerer}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.hxZ0sgoFJubh5aj6]{Fallen Warlord: Realm-Breaker}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.RXkZTwBRi4dJ3JE5]{Fallen Warlord: Undefeated Champion}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.kabueAo6BALApWqp]{Hallowed Archer}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.VENwg7xEFcYObjmT]{Hallowed Soldier}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.r1mbfSSwKWdcFdAU]{High Seraph}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.4nqv3ZwJGjnmic8j]{Kraken}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.befIqd5IYKg6eUz2]{Oracle of Doom}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.A0SeeDzwjvqOsyof]{Outer Realms Abomination}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.ms6nuOl3NFkhPj1k]{Outer Realms Corruptor}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.moJhHgKqTKPS2WYS]{Outer Realms Thrall}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.ladm7wykhZczYzrQ]{Volcanic Dragon: Obsidian Predator}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.eArAPuB38CNR0ZIM]{Volcanic Dragon: Molten Scourge}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.pMuXGCSOQaxpi5tb]{Volcanic Dragon: Ashen Tyrant}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.CP6iRfHdyFWniTHY]{Perfected Zombie}</p></li><li><p>@UUID[Compendium.daggerheart.adversaries.Actor.YhJrP7rTBiRdX5Fp]{Zombie Legion}</p></li></ul><p></p><h1>USING ENVIRONMENTS</h1><p>Environments represent everything in a scene beyond the PCs and adversaries, such as the physical space, background NPCs, and natural forces.</p><p></p><h3>ENVIRONMENT STAT BLOCK</h3><p>Each environment’s <strong>stat block</strong> presents their necessary mechanical statistics:</p><p></p><h4>NAME</h4><p>The unique name of the environment stat block.</p><p></p><h4>TIER</h4><p>The PC tier the environment is designed to challenge.</p><p></p><h4>TYPE</h4><p>The type of scene it most easily supports:</p><ul><li><p><strong>Explorations</strong> — wondrous locations with mysteries and marvels to discover</p></li><li><p><strong>Socials</strong> — locations that primarily present interpersonal challenges</p></li><li><p><strong>Traversals</strong> — dangerous locations where movement through and around the space itself is a challenge</p></li><li><p><strong>Events</strong> — special activities or occurrences (rather than physical spaces)</p></li></ul><p></p><h4>DESCRIPTION</h4><p>An evocative one-line summary of the environment.</p><p></p><h4>IMPULSES</h4><p>The manner or mode with which the environment pushs and pulls the people within them.</p><p></p><h4>DIFFICULTY</h4><p>The standard Difficulty for action rolls made to overcome, oppose, or resist the environment or its elements.</p><p></p><h4>POTENTIAL ADVERSARIES</h4><p>Suggested adversaries that might appear in scenes within the environment.</p><p></p><h4>FEATURES</h4><p>Features provide inspiration for GM moves you can use that represent the dynamic landscape or situation.</p><p></p><h4>FEATURE QUESTIONS</h4><p>Prompts for plot hooks, narrative engines, and connections to other story elements.</p><p></p><h3>ADAPTING ENVIRONMENTS</h3><p>Sometimes you want to use an environment but it’s at the wrong tier for your party. Or you might want to replace a feature or two, then present it as an entirely different environment. Whether planning your session or even improvising an environment mid-session, you can adjust an existing environment’s stat block to fit the needs of your scene or improvise elements as needed. The environments framework is there to help organize ideas, not to stifle creativity.</p><p>When you need to quickly adjust a stat block to a different tier, you can simply replace its existing statistics with those listed on the Environment Statistics by Tier table, using the column that corresponds to your party’s tier.</p><p></p><h3>BENCHMARK STATISTICS FOR ENVIRONMENTS BY TIER</h3><p></p><table><tbody><tr><td><p><strong>Environment Statistic</strong></p></td><td><p><strong>Tier 1</strong></p></td><td><p><strong>Tier 2</strong></p></td><td><p><strong>Tier 3</strong></p></td><td><p><strong>Tier 4</strong></p></td></tr><tr><td><p>Damage Dice</p></td><td><p>1d6+1 to 1d8+3</p></td><td><p>2d6+3 to 2d10+2</p></td><td><p>3d8+3 to 3d10+1</p></td><td><p>4d8+3 to 4d10+10</p></td></tr><tr><td><p>Difficulty</p></td><td><p>11</p></td><td><p>14</p></td><td><p>17</p></td><td><p>20</p></td></tr></tbody></table><p></p><h3>ENVIRONMENT STAT BLOCKS BY TIER</h3><p>This section contains the following stat blocks.</p><p></p><h3>@UUID[Compendium.daggerheart.environments.Folder.GQ0VnOLrKBIHR6Us]{TIER 1 (LEVEL 1)}</h3><ul><li><p>@UUID[Compendium.daggerheart.environments.Actor.pGEdzdLkqYtBhxnG]{Abandoned Grove (Exploration)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.uGEdNYERCTJBEjc5]{Ambushed (Event)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.uXZpebPR77YQ1oXI]{Ambushers (Event)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.HZKA7hkej7JJY503]{Bustling Marketplace (Social)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.LPpfdlNKqiZIl04w]{Cliffside Ascent (Traversal)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.cM4X81DOyvxNIi52]{Local Tavern (Social)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.YezryR32uo39xRxW]{Outpost Town (Social)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.t4cdqTfzcqP3H1vJ]{Raging River (Traversal)}</p></li></ul><p></p><h3>@UUID[Compendium.daggerheart.environments.Folder.XMeecO3IRvu5ck6F]{TIER 2 (LEVELS 2–4)}</h3><ul><li><p>@UUID[Compendium.daggerheart.environments.Actor.QAXXiOKBDmCTauHD]{Cult Ritual (Event)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.dsA6j69AnaJhUyqH]{Hallowed Temple (Social)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.OzYbizKraK92FDiI]{Haunted City (Exploration)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.acMu9wJrMZZzLSTJ]{Mountain Pass (Traversal)}</p></li></ul><p></p><h3>@UUID[Compendium.daggerheart.environments.Folder.MfrIkJK12PAEfbPL]{TIER 3 (LEVELS 5–7)}</h3><ul><li><p>@UUID[Compendium.daggerheart.environments.Actor.oY69NN4rYxoRE4hl]{Burning Heart of the Woods (Exploration)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.1eZ32Esq7rfZOjlu]{Castle Siege (Event)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.EWD3ZsLoK6VMVOf7]{Pitched Battle (Event)}</p></li></ul><p></p><h3>@UUID[Compendium.daggerheart.environments.Folder.IKumu5HTLqONLYqb]{TIER 4 (LEVELS 8–10)}</h3><ul><li><p>@UUID[Compendium.daggerheart.environments.Actor.2Z1mKc65LxNk2PqR]{Chaos Realm (Traversal)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.4DLYez7VbMCFDAuZ]{Divine Usurpation (Event)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.jr1xAoXzVwVblzxI]{Imperial Court (Social)}</p></li><li><p>@UUID[Compendium.daggerheart.environments.Actor.h3KyRL7AshhLAmcH]{Necromancer’s Ossuary (Exploration)}</p></li></ul><p></p><h1>ADDITIONAL GM GUIDANCE</h1><p>This section provides additional guidance for preparing and running a session of Daggerheart.</p><p></p><h2>STORY BEATS</h2><p>In storytelling, a beat is a moment that changes the trajectory of the narrative—a shift in the world, a significant action or reaction, an emotional revelation, or an important decision.</p><p>Take turns with the players, narrating a beat and then letting them react and carry the scene forward with their own beats.</p><p>When preparing for a session, plan in terms of the moments that give shape to each scene or sequence, rather than pre-scripting specific details or exchanges.</p><p></p><h2>PREPARING COMBAT ENCOUNTERS</h2><p>Build the hurdles the PCs face around the question of “What helps tell the story?” Enemies, environments, and hazards are the tools for heightening tension and creating drama. Ensure that combat is being used to give players more information about the unfolding story, revealing the world, the plot, or the characters.</p><p></p><h2>BATTLES AND NARRATIVE</h2><p>Dynamic battles create suspense by forcing players to choose between their various objectives, engaging their character’s motivations and weaknesses, and creating the crucible that the players use to forge their characters into legendary heroes. When preparing combat encounters:</p><ul><li><p>Consider the narrative function of the battle</p></li><li><p>Base adversaries’ moves on their motives</p></li><li><p>Use dynamic environments to bring the battleground to life</p></li><li><p>Add enemies that can interact with the PCs’ features and special abilities</p></li></ul><p></p><h2>SESSION REWARDS</h2><p>Reward players at the end of a session with:</p><ul><li><p>Useful information</p></li><li><p>Story hooks</p></li><li><p>Loot</p></li><li><p>Gold</p></li><li><p>Access to new equipment or enhancements</p></li></ul><p></p><h2>CRAFTING SCENES</h2><p>Whenever you start a session, arrive at a new place, or change the situation, tell the players what they need to know by thinking with all of your senses and sharing something unique or unexpected about the fiction.</p><p></p><h2>ENGAGING YOUR PLAYERS</h2><p>Keep your players engaged by:</p><ul><li><p>Rotating the Focus between the PCs</p></li><li><p>Tying Together Story Elements</p></li><li><p>Engaging Quiet Players</p></li><li><p>Using Visual Aids</p></li><li><p>Encouraging Unguided Play</p></li><li><p>Confronting the PCs with internal and external conflicts</p></li><li><p>Raise the Stakes by Spending Fear</p></li><li><p>Layering Goals Other than Attrition into Combat (see Table of Random Objectives on the next page)</p></li></ul><p></p><p></p><table><tbody><tr><td><p>1d12</p></td><td><p>Objective</p></td></tr><tr><td><p>1</p></td><td><p>Acquire (obtain or steal) an important item or items.</p></td></tr><tr><td><p>2</p></td><td><p>Capture one or more of the opponents.</p></td></tr><tr><td><p>3</p></td><td><p>Activate a magical device.</p></td></tr><tr><td><p>4</p></td><td><p>Frame a character or tarnish their reputation.</p></td></tr><tr><td><p>5</p></td><td><p>Drive the opponent into a corner or ambush point.</p></td></tr><tr><td><p>6</p></td><td><p>Stop a magical ritual, legal ceremony, or time-sensitive spell.</p></td></tr><tr><td><p>7</p></td><td><p>Hold the line—keep the enemy from reaching a specific area or group.</p></td></tr><tr><td><p>8</p></td><td><p>Plant evidence or a tracking device on a target.</p></td></tr><tr><td><p>9</p></td><td><p>Secure a specific location ahead of another group’s arrival.</p></td></tr><tr><td><p>10</p></td><td><p>Harass the opponent to deplete their resources or keep them occupied.</p></td></tr><tr><td><p>11</p></td><td><p>Destroy a piece of architecture, a statue, a shrine, or a weapon.</p></td></tr><tr><td><p>12</p></td><td><p>Investigate a situation to confirm or deny existing</p><p>information.</p></td></tr></tbody></table><p></p><h2>PHASED BATTLES</h2><p>Make battles by shifting the nature of its enemies or environment mid-combat:</p><ul><li><p>Change the Terms of Engagement</p></li><li><p>Alter the Environment</p></li><li><p>Evolve the Opposition</p></li></ul><p></p><h2>USING DOWNTIME</h2><p>Use downtime scenes as a pressure release valve to vary the intensity of the story and give the PCs room to breathe.</p><p>Empower your players to frame their own downtime scenes.</p><p>Ask the players what it looks like as they tend to their wounds or unwind together, encouraging them to take the reins and work with other players whose characters are involved</p><p></p><h2>PROJECTS DURING DOWNTIME</h2><p>The Work on a Project downtime move requires more GM input than other downtime moves and is best suited for long-term endeavors the PCs wish to undertake.</p><p>These projects are typically tracked using a Progress Countdown. When deciding the starting value of the countdown, consider the complexity of the project, the availability of relevant tools, and the impact of the project on the story.</p><p>Simple projects advance their countdown each time a player uses the Work on a Project move, but complex projects require a roll.</p><p></p><h3>EXTENDED DOWNTIME</h3><p>When you fast-forward the story across an extended period, use montages to illustrate the passage of time. You gain 1d6 Fear per PC and advance any long-term countdowns as appropriate.</p><p></p><h1>CAMPAIGN FRAMES</h1><p>A campaign frame provides inspiration, tools, and mechanics to support a particular type of story at the table.</p><p>Every campaign frame has a complexity rating that indicates how much its mechanics deviate from or expand upon the Daggerheart core ruleset.</p><p>Each campaign frame includes the following sections.</p><ul><li><p>A pitch to present to players</p></li><li><p>Suggestions and guidance on tone, feel, themes, and touchstones</p></li><li><p>An overview of the campaign’s background</p></li><li><p>Guidance for fitting communities, ancestries, and classes into the setting</p></li><li><p>Principles for players and GMs to focus on during the campaign</p></li><li><p>Unique setting distinctions</p></li><li><p>An inciting incident to launch the campaign</p></li><li><p>Special mechanics to use during the campaign</p></li><li><p>Questions to consider during session zero</p></li></ul><p>You can find each campaign frame map in the appendix of the core rulebook or at www.daggerheart.com/downloads.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "category": null,
      "ownership": {
        "default": -1,
        "l5jB3XmcVXOTQpRZ": 3
      },
      "flags": {},
      "_stats": {
        "compendiumSource": null,
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.346",
        "systemId": "daggerheart",
        "systemVersion": "0.0.1",
        "lastModifiedBy": null
      },
      "_key": "!journal.pages!uNs7ne9VCbbu5dcG.xCcdczIt2x2HBihY"
    }
  ],
  "folder": null,
  "categories": [],
  "ownership": {
    "default": 0,
    "l5jB3XmcVXOTQpRZ": 3
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "daggerheart",
    "systemVersion": "0.0.1",
    "createdTime": 1754225234490,
    "modifiedTime": 1754225234581,
    "lastModifiedBy": "l5jB3XmcVXOTQpRZ"
  },
  "_id": "uNs7ne9VCbbu5dcG",
  "sort": 200000,
  "_key": "!journal!uNs7ne9VCbbu5dcG"
}
