{
  "name": "Infernis",
  "img": "icons/creatures/unholy/demon-female-succubus-orange.webp",
  "type": "ancestry",
  "folder": null,
  "system": {
    "description": "<p>Infernis are humanoids who possess sharp canine teeth, pointed ears, and horns. They are the descendants of demons from the Circles Below.<br><br><p class=\"green Body-Styles_Body\" chunk_id=\"2472bb3d-27fb-4638-a3e6-210e0f852235\">On average, infernis range in height from 5 feet to 7 feet and are known to have long fingers and pointed nails. Some have long, thin, and smooth tails that end in points, forks, or arrowheads. It’s common for infernis to have two or four horns—though some have crowns of many horns, or only one. These horns can also grow asymmetrically, forming unique, often curving, shapes that infernis enhance with carving and ornamentation. Their skin, hair, and horns come in an assortment of colors that can include soft pastels, stark tones, or vibrant hues, such as rosy scarlet, deep purple, and pitch black.</p>\n<p class=\"green Body-Styles_Body\" chunk_id=\"d470cbaf-01bb-42ad-bb35-ac20f32b4825\">Infernis possess a “dread visage” that manifests both involuntarily, such as when they experience fear or other strong emotions, or purposefully, such as when they wish to intimidate an adversary. This visage can briefly modify their appearance in a variety of ways, including lengthening their teeth and nails, changing the colors of their eyes, twisting their horns, or enhancing their height. On average, infernis live up to 350 years, with some attributing this lifespan to their demonic lineage.</p></p>",
    "features": [
      {
        "type": "primary",
        "item": "Compendium.daggerheart.ancestries.Item.IlWvn5kCqCBMuUJn"
      },
      {
        "type": "secondary",
        "item": "Compendium.daggerheart.ancestries.Item.i92lYjDhVB0LyPid"
      }
    ]
  },
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "daggerheart",
    "systemVersion": "0.0.1",
    "createdTime": 1753922784388,
    "modifiedTime": 1754000194006,
    "lastModifiedBy": "MQSznptE5yLT7kj8"
  },
  "_id": "hyxcuF2I0xcZSGkm",
  "sort": 3400000,
  "effects": [],
  "ownership": {
    "default": 0
  },
  "_key": "!items!hyxcuF2I0xcZSGkm"
}
